[
  {
    "id": 99,
    "slug": "super-food-quinoa",
    "status": "publish",
    "type": "post",
    "title":  "সুপারফুড কিনোয়া",
    "content": "\n<p>কিনোয়া একটি বর্ষজীবী গুল্ম জাতীয় সপুষ্পক উদ্ভিদ। এর উদ্ভিদ অনেকটা শাক পাতা এর সাথে সাদৃশ্যপূর্ণ। এর ভক্ষণযোগ্য বীজের জন্য বর্ষজীবী শস্য হিসেবে চাষ করা হয়। ক্ষুদ্রাকার বীজগুলো গোলাকার বা ডিম্বাকার, রান্নার ফলে বীজগুলো আকারে প্রায় চারগুণ এবং স্বচ্ছ হয় অনেক টা সাবুদানার মত।</p>\n\n\n\n<p>প্রায় চার হাজার বছর পূর্বে মানুষের খাদ্য হিসেবে এর প্রচলন শুরু হয়, পেরু এবং বলিভিয়ায়।</p>\n\n\n\n<p>শেরেবাংলা কৃষি বিশ্ববিদ্যালয়ের 5 বছরের গবেষণা শেষে আমাদের দেশে বর্তমানে মাঠ পর্যায়ে</p>\n\n\n\n<p>&nbsp;(লালমনিরহাট কুড়িগ্রাম ও পটুয়াখালীতে) এই পুষ্টিকর শস্যের চাষ করা হচ্ছে।</p>\n\n\n\n<p><strong>100 গ্রাম কিনোয়াতে বিভিন্ন পুষ্টি উপাদান এর পরিমান:</strong></p>\n\n\n\n<p>ক্যালোরি 120</p>\n\n\n\n<p>পানি 72 %</p>\n\n\n\n<p>প্রোটিন 4.4 গ্রাম</p>\n\n\n\n<p>কার্বোহাইড্রেট 21.3 গ্রাম</p>\n\n\n\n<p>ফাইবার খাদ্য-আঁশ 2.8</p>\n\n\n\n<p>ফ্যাট বা চর্বি 1.9</p>\n\n\n\n<p>সুগার বা চিনি 0.9</p>\n\n\n\n<p><strong>এক কাপ 185 গ্রাম রান্না করা কিনোয়াতে 222 ক্যালরি পাওয়া যায় ।</strong></p>\n\n\n\n<p>কিনোয়াতে, সাধারণ শস্যের চেয়ে আয়রন, ম্যাগনেসিয়াম, ম্যাঙ্গানিজ, ফসফরাস,ফলেট ,তামা ইত্যাদি ভিটামিন ওখনিজ পদার্থ বেশি পরিমাণে পাওয়া যায়।&nbsp; এছাড়াও কিনোয়া , ফাইবারের একটি উৎকৃষ্ট উৎস। এবং পর্যাপ্ত অ্যান্টিঅক্সিডেন্ট ও&nbsp; অধিক প্রোটিন সমৃদ্ধ। তাই একে সুপারফুড বলা হয়।</p>\n\n\n\n<p><strong>কিনোয়ার স্বাস্থ্য ভূমিকা</strong></p>\n\n\n\n<p><strong>দেহ গঠন</strong></p>\n\n\n\n<p>কিনোয়া তে রয়েছে অত্যাবশ্যকীয় অ্যামাইনো এসিড যা আমাদের দেহের বিল্ডিং ব্লক কথিত প্রোটিন এর অন্যতম গাঠনিক উপাদান। দেহ গঠনকারী খাদ্য হিসেবে কিনোয়া অসাধারণ ।</p>\n\n\n\n<p><strong>কিনোয়াতে প্রাপ্ত ভিটামিন ও মিনারেলের স্বাস্থ্য ভূমিকাঃ</strong></p>\n\n\n\n<p>-ম্যাঙ্গানিজ বিপাক ক্রিয়ায় এবং দৈহিক বৃদ্ধিতে সহায়ক ভূমিকা পালন করে।</p>\n\n\n\n<p>-ফসফরাস হাড়ের স্বাস্থ্য এবং অন্যান্য টিস্যুর রক্ষণাবেক্ষণে প্রয়োজনীয় ভূমিকা পালন করে।</p>\n\n\n\n<p>-তামা হৃদযন্ত্রের স্বাস্থ্য ভালো রাখে।</p>\n\n\n\n<p>-বি ভিটামিনগুলির মধ্যে একটি ফোলেট , যা কোষের ক্রিয়াকলাপ এবং টিস্যু বৃদ্ধির জন্য প্রয়োজনীয় এবং গর্ভবতী মহিলাদের জন্য এটি বিশেষভাবে গুরুত্বপূর্ণ ।</p>\n\n\n\n<p>-আয়রন মানবদেহে রক্ত কণিকায় অক্সিজেন পরিবহনের কাজ করে।</p>\n\n\n\n<p>এছাড়া অন্যান্য খনিজ উপাদান গুলো বিভিন্ন শারীরবৃত্তীয় কাজে ব্যবহৃত হয়।</p>\n\n\n\n<p><strong>ওজন হ্রাস করেঃ</strong></p>\n\n\n\n<p>কিনোয়া তে উপস্থিত কার্বোহাইড্রেট এর গ্লাইসেমিক ইনডেক্স কম হওয়ায় তা হঠাৎ করে দ্রুত রক্তের গ্লুকোজ বাড়িয়ে দেয় না। যা স্থূলতা প্রতিরোধ&nbsp; করে। এমনকি,বিভিন্ন গোটা শস্য জাতীয় খাবারের তুলনায় কিনোয়াতে ফাইবারের পরিমাণ বেশি এবং প্রোটিনের পরিমাণ বেশি যা পরিপূর্ণ আহারের অনুভূতি দেয় ,ফলে কম খাবার গ্রহণ করা হয় যা ওজন কমাতে ভূমিকা পালন করে।</p>\n\n\n\n<p><strong>কোষ্ঠকাঠিন্য দূর করেঃ</strong></p>\n\n\n\n<p>কিনোয়াতে<strong> </strong>ফাইবারের পরিমাণ বেশি, যা মলের পরিমাণ বাড়ায় এবং কোষ্ঠকাঠিন্য দূর করে।</p>\n\n\n\n<p><strong>গ্লুটেন মুক্ত স্বাস্থ্যকর ডায়েটঃ</strong></p>\n\n\n\n<p>গ্লুটেন অসহিষ্ণু(যেমন সেলিয়াক রোগ) বা গ্লুটেন এলার্জি আছে এমন রোগীদের ক্ষেত্রে কিনোয়া ডায়েট পর্যাপ্ত পুষ্টি এবং অ্যান্টিঅক্সিডেন্ট সরবরাহ করে। তাই গ্লুটেন অসহিষ্ণু রোগীদের ক্ষেত্রে গমের উৎকৃষ্ট বিকল্প হতে পারে ।</p>\n\n\n\n<p><strong>হূদরোগ ও ডায়াবেটিসঃ</strong></p>\n\n\n\n<p>কিছু গবেষণায় দেখা গেছে, কিনোয়ার&nbsp; পুষ্টি উপাদান রক্তে শর্করা এবং ট্রাইগ্লিসারাইড কমাতে সাহায্য করে।</p>\n\n\n\n<p>টাইপ টু ডায়াবেটিস আক্রান্ত ব্যক্তির দেহে ইনসুলিন কার্যকরভাবে ব্যবহার হয় না, ফলে দ্রুত রক্তে শর্করার মাত্রা বৃদ্ধি পায় এবং বিভিন্ন জটিলতা সৃষ্টি করে।</p>\n\n\n\n<p>পরিশোধিত কার্বোহাইড্রেট জাতীয় খাদ্য দ্রুত রক্তে শর্করার মাত্রা বাড়ায়, অপরদিকে কিনোয়া অপরিশোধিত খাদ্যশস্য হওয়ায় রক্তে গ্লুকোজের মাত্রা ধীরে বৃদ্ধি করে। (উচ্চ মাত্রার ফ্রুক্টোজ ডায়েটে , ইঁদুরের ওপর করা গবেষণায় দেখা গেছে যে, কিনোয়া গ্রহণের ফলে রক্তের গ্লুকোজ কোলেস্টেরল এবং ট্রাই গ্লিসারাইড এর পরিমাণ উল্লেখযোগ্যভাবে হ্রাস পায়। কিনোয়া রক্তের ফ্রি ফ্যাটি এসিড হ্রাস করে।)</p>\n\n\n\n<p>ফলে টাইপ টু ডায়াবেটিস নিয়ন্ত্রণে কিনোয়া অসাধারণ ভূমিকা পালন করতে পারে।</p>\n\n\n\n<p>এতসব স্বাস্থ্য ভূমিকার জন্য কিনোয়া আমাদের খাদ্য তালিকায় একটি পুষ্টিকর সংযোজন হতে পারে।&nbsp;</p>\n\n\n\n<p><strong><em>সতর্কতা</em></strong><strong><em>:</em></strong></p>\n\n\n\n<p>কিনোয়াতে কিছু উপাদান রয়েছে যা এর স্বাদ ও স্বাস্থ্যগত ভূমিকায় প্রভাব রাখে&nbsp; &#8211;</p>\n\n\n\n<p><strong>স্যাপোনিন</strong> -কিনোয়াতে তিক্ত স্বাদ এর জন্য দায়ী। এর উপস্থিতির জন্য কিনোয়া বীজ পোকামাকড়ের আক্রমণ থেকে রক্ষা পায়। দীর্ঘ সময় ভিজিয়ে ভালো করে ধুয়ে রান্না করলে তিক্ত স্বাদ দূর হয়।</p>\n\n\n\n<p>অন্যান্য শস্য জাতীয় খাদ্যের মত কিনোয়াতে কিছু অক্সালেট রয়েছে যা আয়রন, দস্তা,ক্যালসিয়াম ইত্যাদি খনিজ উপাদান সমূহ শোষণে বাধা দেয়। তাই সাথে কিছুটা ভিটামিন সি জাতীয় সবজি যোগ করে আয়রনের শোষণ বাড়ানো যেতে পারে।</p>\n\n\n\n<p>কিনোয়াতে অক্সাইড অক্সালেট এর পরিমাণ বেশি, যা কিডনিতে পাথর সৃষ্টি করতে পারে, রান্নার আগে ভালো করে ধুয়ে ভিজিয়ে রেখে এর প্রভাব হ্রাস করা যেতে পারে।</p>\n",
    "excerpt": "<p>কিনোয়া একটি বর্ষজীবী গুল্ম জাতীয় সপুষ্পক উদ্ভিদ। এর উদ্ভিদ অনেকটা শাক পাতা এর সাথে সাদৃশ্যপূর্ণ। এর ভক্ষণযোগ্য বীজের জন্য বর্ষজীবী শস্য হিসেবে চাষ করা হয়। ক্ষুদ্রাকার বীজগুলো গোলাকার বা ডিম্বাকার, রান্নার ফলে বীজগুলো আকারে প্রায় চারগুণ এবং স্বচ্ছ হয় অনেক টা সাবুদানার মত। প্রায় চার হাজার বছর পূর্বে মানুষের খাদ্য হিসেবে এর প্রচলন শুরু হয়,&hellip; <a class=\"more-link\" href=\"https://foodnutris.com/blog/super-food-quinoa/\">Continue reading <span class=\"screen-reader-text\">সুপারফুড কিনোয়া</span></a></p>\n",
    "featured_media": "quinoa.jpg",
    "format": "standard",
    "categories": [
      45
    ],
    "tags": [
      44
    ]
  },
  {
    "id": 46,
    "slug": "dragon-fruit",
    "status": "publish",
    "type": "post",
    "link": "https://foodnutris.com/blog/dragon-fruit/",
    "title": "ড্রাগন ফলের পুষ্টিগুণ",
    "content": "\n<p>বর্তমান সময়ে অন্যতম জনপ্রিয় ফল ড্রাগন। ড্রাগন গ্রীষ্মমণ্ডলীয় ফল।মেক্সিকো মধ্য আমেরিকার স্থানীয় হাইল্লোরিয়াস ক্যাকটাস উদ্ভিদে জন্মায়। তবে এখন সারাবিশ্বে এটি সহজলভ্য। আমাদের দেশেও এর চাষ হচ্ছে। বাহ্যিক অবয়বে ড্রাগন এর সাথে সাদৃশ্য থাকায় একে ড্রাগন ফল বলা হয়ে থাকে। ড্রাগন ফল, Pitahaya বা Strawberry Pear নামে ও পরিচিত।এটি অনেকটা কিউই এবং নাশপতির মত সামান্য মিষ্টি স্বাদ বিশিষ্ট।ড্রাগন এর বাহ্যিক ও অভ্যন্তরীণ সৌন্দর্য এর প্রতি আকর্ষণের অন্যতম একটি কারণ। এর পুষ্টিগুণের জন্য এটি স্বাস্থ্য সচেতনদের মধ্যে জনপ্রিয়।<br>হৃদরোগ,ডায়াবেটিস, কোলন ক্যান্সার ইত্যাদি ঝুঁকিপূর্ণ রোগ এর ঝুঁকি কমাতে সক্ষম এই ড্রাগন ফল।</p>\n\n\n\n<p><strong>পুষ্টি উপাদান</strong> <strong>এবং স্বাস্থ্যের উপর প্রভাবঃ</strong><br>ড্রাগন ফল, কম ক্যালরিযুক্ত তবে প্রয়োজনীয় ভিটামিন এবং খনিজ পদার্থ পাওয়া যায়। এবং এতে প্রচুর পরিমাণে ডায়েটারি ফাইবার রয়েছে।<br>এক কাপ পরিমাণ(২২৭ গ্রাম) ড্রাগন ফলে-<br>ক্যালোরি ১৩৬,<br>প্রোটিন প্রায় ৩ গ্রাম,<br>কার্বোহাইড্রেট প্রায় ২৯ গ্রাম,<br>ফাইবার প্রায় ৭ গ্রাম ,<br>আয়রন, ম্যাগনেসিয়াম, ভিটামিন সি এবং ই পাওয়া যায়।এছাড়াও উপকারী উদ্ভিদ যৌগ, যেমন-পলিফেনলস, ক্যারোটিনয়েডস এবং বিটাসায়ানিনস রয়েছে।<br><strong>দীর্ঘস্থায়ী রোগের সাথে লড়াই করতে সহায়তা করেঃ</strong><br>ড্রাগন ফলে বিভিন্ন ধরনের শক্তিশালী অ্যান্টিঅক্সিডেন্ট রয়েছে।<br>যা শরীরের ফ্রি রেডিক্যাল  গুলিকে নিরপেক্ষ করতে কাজ করে এবং কোষের ক্ষতি ও প্রদাহ রোধ করে।গবেষণায় দেখা গেছে অ্যান্টি-অক্সিডেন্টের উচ্চমাত্রা হৃদরোগ ,ক্যান্সার ,ডায়াবেটিস এবং আর্থ্রাইটিস এর মত দীর্ঘস্থায়ী রোগ প্রতিরোধে সহায়তা করে।<br>ড্রাগন ফলে,পর্যাপ্ত পরিমাণে ভিটামিন সি পাওয়া যায়, যা মাথা এবং ঘাড়ের ক্যান্সার রোধে সহায়ক।<br>টেস্ট-টিউব গবেষণা বলছে ড্রাগন ফলে প্রাপ্ত , betalains অক্সিডেটিভ স্ট্রেস রোধে এবং ক্যান্সার প্রতিরোধে সহায়ক ভূমিকা রাখতে পারে।<br>ড্রাগন ফলে বিদ্যমান ক্যারোটিনয়েডস (বিটা ক্যারোটিন এবং লাইকোপিন) হ&#8217;ল উদ্ভিদ রন্জক, যা ড্রাগন ফলকে তার(লাল/হলুদ) উজ্জল রঙ দেয়। লাল পাল্প বিশিষ্ট ড্রাগন ফলে বিদ্যমান, বিটা ক্যারোটিন ক্যান্সার এবং হৃদরোগের ঝুঁকি কমায়।<br><strong>ইমিউন সিস্টেমকে শক্তিশালী করেঃ</strong><br>শ্বেত রক্তকণিকা ফ্রিরেডিকেল এর উপস্থিতিতে ক্ষতিগ্রস্ত হয়, ফলে ইমিউন সিস্টেম দুর্বল হয়ে পড়ে। ড্রাগন ফলে প্রাপ্ত ভিটামিন সি এবং ক্যারোটিনয়েডস গুলো ফ্রিরেডিকেল ক্ষতি থেকে শ্বেত রক্তকণিকা কে রক্ষা করে।ফলে ইমিউন সিস্টেম শক্তিশালী হয়।<br><strong>ওজন নিয়ন্ত্রণেঃ</strong><br>ড্রাগন ফলে প্রাপ্ত ডায়েটারি ফাইবার ,দৈনিক ডায়েটারি ফাইবার এর চাহিদা মেটাতে সক্ষম। এবং কোলন ক্যান্সার, হৃদরোগ, ডায়াবেটিস এবং ওজন নিয়ন্ত্রণে অন্যতম ভূমিকা পালন করতে পারে। ফাইবার কোষ্ঠকাঠিন্য দূর করে।<br><strong>আন্ত্রিক অবস্থা উন্নত করেঃ</strong><br>ড্রাগন ফল এর ডায়েটারি ফাইবার অন্ত্রে স্বাস্থ্যকর ব্যাকটেরিয়ার বৃদ্ধি ঘটায়। <br>আমাদের অন্ত্রে ৪০০ টিরও বেশি প্রজাতির ব্যাকটেরিয়া সহ প্রায় ১০০ ট্রিলিয়ন বিবিধ জীবাণু রয়েছে।ড্রাগন ফলের প্রাক-জৈবিক উপাদান রয়েছে যা আমাদের অন্ত্রে ভাল ব্যাকটেরিয়ার ভারসাম্যকে উন্নত করতে পারে।<br>প্রিবায়োটিকগুলি একটি নির্দিষ্ট ধরণের ফাইবার যা আমাদের অন্ত্রে স্বাস্থ্যকর ব্যাকটেরিয়ার বৃদ্ধি ঘটায়।<br>এই ফাইবার আমাদের পরিপাকতন্ত্রে হজম হয়না। কিন্তু পরিপাকতন্ত্রে উপস্থিত ব্যাকটেরিয়াগুলো, এগুলো হজম করে নিজেদের বৃদ্ধি ঘটায়।<br>বিশেষ দুটি গুরুত্বপূর্ণ ব্যাকটেরিয়া (ল্যাকটিক অ্যাসিড ব্যাকটেরিয়া এবং বিফিডোব্যাকটেরিয়া)-এর বৃদ্ধি ঘটে। যার ফলে পরিপাক-শোষন ক্রিয়া ভালো থাকে। অন্ত্রের অবস্থা উন্নত হয়। এবং কোলন ক্যান্সারের ঝুঁকি হ্রাস পায়।<br><strong>আয়রনের ঘাটতি পূরণ  করেঃ</strong><br> ধারণা করা হয় বিশ্বের প্রায় ৩0% জনসংখ্যা লৌহের অভাবে ভুগছে। এক্ষেত্রে তাদের লৌহসমৃদ্ধ খাদ্য জরুরী। তবে লৌহ সমৃদ্ধ খাবার যেমন মাছ, মাংস, শিম ,বাদাম ইত্যাদি গ্রহণ করেও ভিটামিন সি এর অভাবে আয়রন শোষিত হয় না , বলে অধিকাংশ ক্ষেত্রেই লৌহের অভাব পূরণ করা সম্ভব হয়না। কিন্তু ড্রাগন ফলে  আয়রন এবং ভিটামিন সি একই সাথে উপস্থিত থাকায়, আয়রন সহজে শোষিত হয়। তাই ড্রাগন ফল, আয়রনের অন্যতম ভালো উৎস হিসেবে, খাদ্যতালিকায় রেখে আয়রনের ঘাটতি পূরণ করা সম্ভব।<br><strong>ম্যাগনেসিয়ামের ভালো উৎসঃ</strong><br>দৈনিক গড়ে ২৪ গ্রাম ম্যাগনেসিয়াম আমাদের দেহে প্রয়োজন হয়, যা এক কাপ  পরিবেশন ড্রাগন ফল হতে পাওয়া সম্ভব।<br>প্রচুর পরিমাণে ম্যাগনেসিয়াম পাওয়া যায়, যা প্রতিটি কোষে  উপস্থিত থাকে এবং আমাদের  দেহের মধ্যে ৬০০ টিরও বেশি গুরুত্বপূর্ণ রাসায়নিক বিক্রিয়ায় অংশ নেয়।যেমন-শক্তিতে খাদ্যের ভাঙ্গন, পেশী সংকোচন, হাড়ের গঠন এবং এমনকি ডিএনএ তৈরির জন্য প্রয়োজনীয় প্রতিক্রিয়াগুলিতে অংশ নেয়।<br><br>অনেক ক্ষেত্রে ধারণা করা হয়, ম্যাগনেসিয়াম স্ট্রোকের ঝুঁকি কমায়।</p>\n\n\n\n<p><strong>পার্শ্বপ্রতিক্রিয়াঃ</strong> তেমন কোন পার্শ্বপ্রতিক্রিয়া পরিলক্ষিত হয়নি । তবে, কিছু ক্ষেত্রে এলারজি সমস্যা দেখা যায় ।</p>\n",
    "excerpt":"<p>বর্তমান সময়ে অন্যতম জনপ্রিয় ফল ড্রাগন। ড্রাগন গ্রীষ্মমণ্ডলীয় ফল।মেক্সিকো মধ্য আমেরিকার স্থানীয় হাইল্লোরিয়াস ক্যাকটাস উদ্ভিদে জন্মায়। তবে এখন সারাবিশ্বে এটি সহজলভ্য। আমাদের দেশেও এর চাষ হচ্ছে। বাহ্যিক অবয়বে ড্রাগন এর সাথে সাদৃশ্য থাকায় একে ড্রাগন ফল বলা হয়ে থাকে। ড্রাগন ফল, Pitahaya বা Strawberry Pear নামে ও পরিচিত।এটি অনেকটা কিউই এবং নাশপতির মত সামান্য মিষ্টি&hellip; <a class=\"more-link\" href=\"https://foodnutris.com/blog/dragon-fruit/\">Continue reading <span class=\"screen-reader-text\">ড্রাগন ফলের পুষ্টিগুণ</span></a></p>\n",
    "featured_media": "dragon.jpg",
    "format": "standard",
    "categories": [
      27
    ],
    "tags": [
      25,
      26
    ]
  },
  {
    "id": 43,
    "slug": "healthy-cooking",
    "status": "publish",
    "type": "post",
    "link": "https://foodnutris.com/blog/healthy-cooking/",
    "title": "পুষ্টিমান বজায় রেখে রান্নার কৌশল",
    "content": "\n<p>রান্নার সময় আমাদের অসচেতনতার কারণে খাদ্যের অধিকাংশ পুষ্টিগুণ নষ্ট হয়ে যায়। যার দরুন পুষ্টিকর খাবার খাদ্যতালিকায় থাকা সত্ত্বেও পুষ্টিহীনতা দেখা দেয়। এবং নানা ধরনের জটিল রোগের সৃষ্টি হয়। তাই সুস্থ থাকার জন্য খাবার রান্নার সময় পুষ্টিমান অটুট থাকে সেদিকে লক্ষ্য রেখে রান্না করা উচিত।পুষ্টি মান অটুট রাখতে কিছু উপায় জেনে নেয়া যাক-</p>\n\n\n\n<h2 id=\"block-b58ef964-1c7f-4417-8250-fb0fc616aa24\">চাল</h2>\n\n\n\n<ul id=\"block-3be3eece-2646-4780-bf9d-6d11c3f188fc\"><li>পুরনো চাল ধোয়া বা রান্নার সময় এর পুষ্টিমূল্যের অপচয় কম হয় তাই নতুন চালের চেয়ে পুরনো চালে বেশি পরিমাণ পুষ্টি পাওয়া যায়। নতুন চালে বসা ভাত (মাড় না ফেলে) রান্না করলে পুষ্টিমূল্যের অপচয় কম হয়।</li></ul>\n\n\n\n<h2 id=\"block-e5888be6-6213-48d8-ba78-8f0fd0617948\">ডাল বা বীজ</h2>\n\n\n\n<ul id=\"block-633aa51e-aacc-4c2b-8ab7-067aa9509b10\"><li>ডালে থায়ামিন পাওয়া যায়।ডাল রান্নায় বেকিং পাউডার বা বেকিং সোডা ব্যবহারের ফলে থায়ামিন নষ্ট হয়। কাঁচা আম, টমেটো বা টক ফল যোগ করলে ডালে থায়ামিন অপচয় রোধ করা যায় ।</li><li>ডাল জাতীয় খাদ্যের শর্করা (ভারবাসকোস, স্টাকিওজ এবং রাফিনোজ) সহজে পরিপাক হতে পারে না। পরিপাক না হয়েই বৃহদান্ত্রে প্রবেশ করে এবং অনুজীব এর সংস্পর্শে গ্যাস উৎপন্ন করে। তাই ডাল খেলে অনেকের পেটে ব্যথা হয়ে থাকে। ছোলার ডাল সর্বাধিক গ্যাস উৎপন্ন করে। তবে অঙ্কুরিত ছোলার ডালে শর্করার পরিমাণ হ্রাস পায়। ফলে কম গ্যাস উৎপন্ন হয়। তাই ছোলা রান্নার পূর্বের ১২ ঘন্টার বেশি সময় ধরে ভিজিয়ে অঙ্কুরিত করে রান্না করা ভালো। মুগ ডাল তেমন গ্যাস উৎপন্ন করে না তাই মুগ ডাল খাওয়া স্বাস্থ্যকর।</li><li>বিভিন্ন জাতের শিম, মটর, সয়াবিন ডাল, সূর্যমুখী বীজ ইত্যাদি খাদ্যে কতগুলো বিষাক্ত পদার্থ রয়েছে যা ট্রিপসিন নামক (অগ্ন্যাশয় এনজাইম) এনজাইম কে অক্ষম করে দেয়। ফলে প্রোটিন পরিপাক বাধাগ্রস্ত হয়। উচ্চ তাপে ভালোভাবে সিদ্ধ করলে এই বিষাক্ত উপাদান নষ্ট হয়। তাই এসব বীজ/ ডাল জাতীয় খাদ্য রান্নার সময় ভালোভাবে সিদ্ধ করে নিলে এনজাইম এর ক্রিয়া ঠিক থাকে।</li><li>কাচা ডালে গলগন্ড সৃষ্টি কারী পদার্থ থাকে। রান্নার সময় ডাল ভালোভাবে সিদ্ধ করে নিলে এই ঝুঁকি কমে।</li><li>খেসারির ডালে BOAA নামক এমাইনো এসিড থাকে যা ল্যাথারিজম (পায়ের প্যারালাইসিস) রোগ সৃষ্টি করে। তাই খেসারির ডাল দীর্ঘ সময় ধরে গরম পানিতে ভিজিয়ে রেখে সেই পানি ফেলে দিয়ে, সিদ্ধ করে পানি ছেকে রান্না করলে এর ঝুঁকি কমে। তবে দীর্ঘদিন খেসারি ডাল গ্রহণে ল্যাথারিজম হওয়ার মারাত্মক ঝুঁকি রয়েছে।</li></ul>\n\n\n\n<h2 id=\"block-3a6663fb-0db6-4f41-ba36-4116dc5e722c\">মাছ</h2>\n\n\n\n<ul id=\"block-f831dc8f-7f5b-4227-a04c-68599eb9523d\"><li>মাছে পাওয়া যায় ওমেগা থ্রি ফ্যাটি এসিড যা আমাদের ব্রেন ও চোখের জন্য খুবই উপকারী। এটি স্ট্রোক ও হৃদরোগের ঝুঁকি কমায় ।মাছ ভেজে রান্না বা ওভেনে বেক করার ফলে ওমেগা-3 ফ্যাটি এসিড ও প্রোটিন নষ্ট হয়। মাছ না ভেজে মেরিনেট করে রান্না করলে পুষ্টিমান ঠিক থাকে।</li></ul>\n\n\n\n<h2 id=\"block-7e83407c-d1ea-4dee-94a8-22a47cab7352\">মাংস</h2>\n\n\n\n<ul id=\"block-f3ce700c-d6cd-4fac-ba30-eab6c230b042\"><li>গাঢ় বাদামি বা খয়েরি করে মাংস ভাজা বা ঝলসানোর ফলে বেসিক এমাইনো এসিড নষ্ট হওয়ার সম্ভাবনা থাকে। হালকা ভেজে বা না ভেজে রান্না করলে মাংসের প্রোটিন এর মান ঠিক থাকে।</li><li>মাংস ও কলিজায় ভিটামিন বি১২ পাওয়া যায় । কলিজার গন্ধ দূরীকরণের জন্য সিদ্ধ করে পানি ফেলে দেয়ার কারনে এই ভিটামিনের অপচয় হয়। কলিজা রান্নার পূর্বে লেবুর রস মিশিয়ে, সিদ্ধ করে পানি না ফেলে রান্না করলে কলিজার গন্ধ দূর হয় সেই সাথে ভিটামিন বি১২ এর অপচয় হয় না।</li></ul>\n\n\n\n<h2 id=\"block-e105b185-f7b6-4348-a0f5-6ab24b4d3a7e\">ডিম</h2>\n\n\n\n<ul id=\"block-77c493f3-404b-4d9e-8c78-d0c64237d5d3\"><li>ডিম কোনো ভাবেই কাঁচা খাওয়া উচিত নয়। কাঁচা ডিমের সাদা অংশে এক ধরনের প্রোটিন Avidin থাকে, যা গ্রহণে বায়োটিন এর অভাব হয়। Avidin উচ্চ তাপে নষ্ট হয়। তাই উচ্চ তাপমাত্রায় ডিম ভেজে বা সিদ্ধ করে নিলে এই ঝুঁকি থাকে না।</li><li>হাঁসের ডিমে ট্রিপসিন ধ্বংসকারী উপাদান রয়েছে যা উচ্চ তাপে নষ্ট হয়। ট্রিপসিন প্রোটিন পরিপাককারী এনজাইম। ভালো ভাবে সিদ্ধ করে/ভেজে খেলে ট্রিপসিন এর কার্যক্ষমতা ঠিক থাকে।</li></ul>\n\n\n\n<h2 id=\"block-52a2ebaa-b2aa-4be3-8c80-9f960f801715\">মসলা</h2>\n\n\n\n<ul id=\"block-43fa753d-147f-47a2-8dca-7c51f3e8e367\"><li>অতিরিক্ত তেল মসলা পাকস্থলীতে গ্যাস বাড়ায় এবং আলসার রোগীদের ক্ষত নিরাময়ে বিলম্ব করে । তাই গ্যাস্ট্রিক বা আলসার এর লক্ষণ থাকলে কম তেল-মসলায় রান্না করা ভালো।</li></ul>\n\n\n\n<h2 id=\"block-73380cc6-9633-4f0d-adad-902e4b0ca0b1\">সবজি</h2>\n\n\n\n<ul id=\"block-c377804c-c16e-4555-8f33-7847dca7c564\"><li>সবজি কাটার আগে ভালোভাবে ধুয়ে নেয়া উচিৎ। কাটার পরে ধুলে পানিতে দ্রবীভূত ভিটামিন বি ও ভিটামিন সি এবং কিছু খনিজ লবণ পানির সাথে মিশে যায়। ফলে খাবারে এসব ভিটামিন ও খনিজের ঘাটতি হয়।</li><li>কচুর পাতা,মূল বিভিন্ন অংশে ক্যালসিয়াম অক্সালেট থাকে বলে,কচু খেলে গলা চুলকায় এবং দীর্ঘদিন ক্যালসিয়াম অক্সালেট কিডনিতে জমে রেনাল ক্যালকুলি বা কিডনিতে পাথর সৃষ্টি করতে পারে। রান্নার সময় পরিমাণ মতো লেবুর রস দিলে, কচুতে উপস্থিত ক্যালসিয়াম অক্সালেট দ্রবীভূত হয়ে যায়। ফলে খাওয়ার সময় মুখ বা গলা চুলকায় না এবং কিডনীতে পাথর হওয়ার ঝুঁকি কমে।</li></ul>\n\n\n\n<h2 id=\"block-556fd9e2-fc39-4437-bf5e-69060e32b4aa\">ভিটামিন ও খনিজ লবণ</h2>\n\n\n\n<ul id=\"block-7eb88e8e-a373-4b68-93e8-d6cf6824d9e7\"><li>ভিটামিন সি ছাড়া আয়রন দেহে শোষিত হতে পারে না। তাই আয়রন সমৃদ্ধ খাদ্যের-(যেমন:- কচু শাক , রঙিন শাক-সবজি, মাছ,মাংস , শুঁটকি ইত্যাদি) সাথে লেবু বা ভিটামিন সি জাতীয় যে কোন ফল/সবজি খেলে, দেহে সহজে আয়রন শোষিত হয়।</li><li>ভিটামিন এ,ডি,ই,কে যেহেতু তেল বা চর্বি দ্রবীভূত ভিটামিন। তাই,ভিটামিন এ ভিটামিনসমৃদ্ধ খাদ্য(যেমন: গাজর, রঙিন শাকসবজি, কলিজা), ভিটামিন &#8216;ডি&#8217; সমৃদ্ধ খাদ্য-(যেমন: তেল বা চর্বি যুক্ত মাছ, সামুদ্রিক মাছ, মাছের কলিজা, ডিম, শুঁটকি মাছ ইত্যাদি), ভিটামিন &#8216;ই&#8217; সমৃদ্ধ খাদ্য (যেমন: উদ্ভিজ তেল, লেটুস পাতা, কিছু সবুজ শাক, বিচি), ও ভিটামিন &#8216;কে&#8217; সমৃদ্ধ খাদ্য (যেমন: সবুজ শাক-সবজি, কলিজা) রান্নার ক্ষেত্রে পর্যাপ্ত পরিমাণ তেল ব্যবহার করলে, এই ভিটামিনগুলো দেহে সহজে শোষিত হতে পারে।</li><li>ভিটামিন সি অক্সিজেনের সংস্পর্শে অনেকক্ষণ থাকলে অনেকাংশে নষ্ট হয়ে যায়। সালাদ এর জন্য টমেটো, শসা ও কাঁচা-মরিচ অনেকক্ষণ আগে থেকে কেটে না রেখে, খাওয়া শুরুর ১-২ মিনিট আগে কেটে খেলে ভিটামিন সি এর অপচয় কম হয়।</li><li>রান্নায় তামার চামচ বা তামার পাত্র ব্যবহারে ভিটামিন সি প্রচুর অপচয় হয়। স্টিলের পাত্র বা চামচ ব্যবহারে এই অপচয় রোধ করা যায়।</li><li>যে কোন শাক সবজি সিদ্ধ করে পানি ফেলে দিলে খনিজ উপাদানের অপচয় হয়। পানি না ফেলে রান্না করলে খনিজ উপাদানের অপচয় রোধ করা যায়।</li></ul>\n",
    "excerpt": "<p>রান্নার সময় আমাদের অসচেতনতার কারণে খাদ্যের অধিকাংশ পুষ্টিগুণ নষ্ট হয়ে যায়। যার দরুন পুষ্টিকর খাবার খাদ্যতালিকায় থাকা সত্ত্বেও পুষ্টিহীনতা দেখা দেয়। এবং নানা ধরনের জটিল রোগের সৃষ্টি হয়। তাই সুস্থ থাকার জন্য খাবার রান্নার সময় পুষ্টিমান অটুট থাকে সেদিকে লক্ষ্য রেখে রান্না করা উচিত।পুষ্টি মান অটুট রাখতে কিছু উপায় জেনে নেয়া যাক- চাল পুরনো চাল&hellip; <a class=\"more-link\" href=\"https://foodnutris.com/blog/healthy-cooking/\">Continue reading <span class=\"screen-reader-text\">পুষ্টিমান বজায় রেখে রান্নার কৌশল</span></a></p>\n",
    "featured_media": "healthy-cooking.jpg",
    "format": "standard",
    "categories": [
      4
    ],
    "tags": [
      22,
      21,
      23,
      24
    ]
  },
  {
    "id": 40,
    "slug": "peptic-alsar",
    "status": "publish",
    "type": "post",
    "link": "https://foodnutris.com/blog/peptic-alsar/",
    "title": "পেপটিক আলসারে করনীয়",
    "content": "\n<p>পেপটিক আলসার পরিপাকতন্ত্রের অন্যতম সাধারণ রোগ। পাকস্থলী-তে HCL acid অধিক নিঃসরণ এর ফলে পাকস্থলী-তে/খাদ্যনালীর মিউকোসাল আস্তরনে ক্ষত সৃষ্টি হয়, একে আমরা পেপটিক আলসার বলে থাকি। সাধারণত, ক্ষুদ্রান্ত্রের ডিওডেনামে আলসার বেশি হয়ে থাকে। পাকস্থলী এবং অন্ননালীতেও আলসার হয়। পাকস্থলীতে ক্ষত হলে তাকে বলা হয় গ্যাস্ট্রিক আলসার,এক্ষেত্রে এসিড নিঃসরণের পরিমানে স্বাভাবিকের চেয়ে খুব বেশি তারতম্য হয় না। পাকস্থলীতে এসিডের নিঃসরন বেশি বৃদ্ধি পেলে ডিওডেনাল আলসার হয়ে থাকে। ৮০-৮৫% হয় ডিওডেনাল আলসার , ৬০%হয় গ্যাস্ট্রিক আলসার।</p>\n\n\n\n<h2 id=\"পেপটিক-আলসার-এর-কারনঃ\">পেপটিক আলসার এর কারনঃ</h2>\n\n\n\n<p>বিভিন্ন কারনে পাকস্থলীতে এসিড নিঃসরণ বৃদ্ধি পায় ফলে পাকস্থলী, ডিওডেনাম ও অন্ননালিতে ক্ষতের সৃষ্টি হয়ে আলসার হয়ে থাকে।</p>\n\n\n\n<ul><li>পাকস্থলীতে ও ডিওডেনামে acid ও pepsin secretion ও mucosal resistenceএর ভারসাম্যহীনতার ফলেই সাধারণত আলসার হয়ে থাকে।</li><li><strong>স্নায়ূবিক চাপঃ</strong>&nbsp;উত্তেজনা, মানসিক চাপ, দুশ্চিন্তা , ভয়ের কারনে পাকস্থলীতে এসিডের নিঃসরণ বৃদ্ধি পায় ফলে আলসার হয়।</li><li><strong>মশলাযুক্ত খাবারঃ</strong>&nbsp;অধিক ঝাল মশলাযুক্ত খাবার পাকস্থলীতে এসিডের ক্ষরন বাড়ায়, ফলে আলসার হতে পারে।</li><li><strong>অনিয়মিত খাদ্যাভ্যাসঃ</strong>&nbsp;পাকস্থলীতে নিঃসৃত HCL Acid খাদ্য পরিপাকে সহায়তা করে, দীর্ঘসময় না খেয়ে থাকা/অসময়ে খাবার গ্রহনে, পাকস্থলী খালি থাকায় এতে নিঃসৃত এসিড এর গাত্রে ক্ষত সৃষ্টি করে।</li><li><strong>ধুমপানঃ</strong>&nbsp;অতিরিক্ত ধুমপানে পাকস্থলীতে এসিডের ক্ষরন বৃদ্ধি পেয়ে আলসার হয়ে থাকে।</li><li><strong>উত্তেজক খাদ্য গ্রহনঃ</strong>&nbsp;মদ্য পান, ক্যাফিন গ্রহনে পাকস্থলী তে এসিডের ক্ষরন বৃদ্ধি পায় ফলে আলসার হতে পারে।</li><li><strong>ঔষধঃ</strong>&nbsp;দীর্ঘদিন NSAIDS গ্রহন, aspirine, স্টেরয়েড, বাতের ঔষধ/গেঁটে বাতের ঔষধ গ্রহনে আলসার হতে পারে।।</li><li><strong>ব্যাকটেরিয়া সংক্রঢমণঃ</strong>&nbsp;Dr Barry Marshal সম্প্রতি আবিষ্কার করেন (Helicobacter pylori) ব্যাকটেরিয়ার সংক্রমনের কারনে পেপটিক আলসার হয়। ধারনা করা হয় প্রায় ৬০% পাকস্থলীতে আলসার ও ৯০% ডিওডেনামে আলসার, Helicobacter pylori ব্যাকটেরিয়ার সংক্রমনের হয়ে থাকে। এছাড়া,নিকট আত্নীয় দের মধ্যে আলসার রোগীর সংখ্যা বেশী হতে দেখা যায় বলে, এই রোগে বংশগত প্রভাব রয়েছে বলে ধারনা করা হয়।</li></ul>\n\n\n\n<h2 id=\"উপসর্গঃ\">উপসর্গঃ</h2>\n\n\n\n<p>আলসার পৌষ্টিকনালীর যেখানেই হোক, প্রায় একই ধরনের উপসর্গ দেখা যায়। যেমনঃ</p>\n\n\n\n<ul><li>বুক-জ্বালা, পেট ব্যথা, পেট মোচড়ানো, বমি ভাব, কখনো কখনো বমি হয়ে থাকে।</li><li>খাদ্য গ্রহনের ১-৩ ঘন্টার মধ্যে প্রচণ্ড ক্ষুধা লাগে। এ সময় পেটে জ্বালাপোড়াসহ তীব্র ব্যথা অনুভূত হয়।এ অবস্থায় অ্যালকালি বা খাদ্য গ্রহনে প্রশান্তি পাওয়া যায়।</li><li>খালি পেটে বেশি ব্যথা অনুভূত হয়।</li></ul>\n\n\n\n<h2 id=\"জটিলতাঃ\">জটিলতাঃ</h2>\n\n\n\n<ul><li>পাকস্থলী প্রাচীরে ছিদ্র হলে, রক্ত ক্ষরন হয়, তীব্র ব্যথা হয়, পাকস্থলী নিস্তেজ হয়ে পেট ফুলে উঠে। জটিল অবস্থায় অপারেশনের প্রয়োজন হয়।</li><li>পরবর্তীতে ক্যান্সারে রূপ নিতে পারে।বিশেষ করে বয়স্কদের এই ঝুঁকি বেশি থাকে। চিকিৎসাঃ</li></ul>\n\n\n\n<h2 id=\"ঔষধঃ\">ঔষধঃ</h2>\n\n\n\n<ul><li>এসিডের ক্ষরন কমানোর জন্য Anticholinergic ঔষধ দেয়া হয় এবং এসিড প্রশমিত করার জন্য antacids দেয়া হয়।</li></ul>\n\n\n\n<h2 id=\"বিশ্রামঃ\">বিশ্রামঃ</h2>\n\n\n\n<p>আলসার থেকে সুস্থতার জন্য বিশ্রাম খুবই গুরুত্বপূর্ন । সুষ্ঠু সুন্দর পরিবেশে, পুরোপুরি বিশ্রাম রোগীর পরিপাকতন্ত্রের কার্যকলাপ সঠিক ভাবে চলতে দারুন কার্যকরী।দ্রুত আরোগ্য লাভের জন্য শারীরিক এবং মানসিক বিশ্রাম সমান গুরুত্বপূর্ণ।</p>\n\n\n\n<h2 id=\"পথ্যঃ\">পথ্যঃ</h2>\n\n\n\n<p>ব্লেন্ড/নরম তরল/অর্ধতরল অল্প আঁশ যুক্ত খাদ্য আলসার রোগীর জন্য আদর্শ পথ্য । পেপটিক আলসারের ৪টি পর্যায়/অবস্থা অনুসরন করে পথ্য দেয়া হয়,যাতে রোগের তীব্রতা কমে আসে।</p>\n\n\n\n<ul><li>১ম ধাপে, রোগীর তীব্র ব্যথা থাকে।এ অবস্থায় রোগীকে অল্প ঠান্ডা দুধ প্রতি ঘন্টায় ৫০-৬০ গ্রাম(সর্বোচ্চ ১০০গ্রাম)পরিমানে দেয়া যায়। দুধের প্রোটিনের দারুন বাফার ক্রিয়া এ অবস্থায় রোগীকে প্রশান্তি দেয়। এসিড প্রশমনে সহায়ক প্রচুর তরল /পানি দিতে হয়। সব ধরনের আঁশ যুক্ত খাবার রেস্ট্রিক্টেড করা হয়।যেমন,শাক,খোসা সহ ফল,লাল আটা, বীচি ইত্যাদি । ব্যথা কমে গেলে,অল্প করে সহজ পাচ্য খাবার-পুডিং,কাস্টার্ড,নরম সিদ্ধ ডিম,সিদ্ধ সবজি,জাউভাত দেয়া যায়।</li><li>২য় ধাপে,এ পর্যায়ে রোগীকে দৈনিক ৬-৮ বার অল্প পরিমাণে খাবার দেয়া হয়। সব ধরনের দুগ্ধজাত খাদ্য দেয়া যায়। বেশি গরম বা ঠান্ডা খাবার গ্রহণ করা যাবেনা।উদ্ভিজ্জ আঁশ যুক্ত খাবার -শাক,বাদাম,ফল,তেলবীজ এবং গ্যাসের উদ্রেককারী সবজি (ফুলকপি, বাঁধাকপি) খাদ্যতালিকায় রাখা যাবেনা। অতিরিক্ত এসিড ক্ষরনকারী সব ধরনের ক্যাফেইন, নিকোটিন, মশলাযুক্ত খাবার, তেলে ভাজা খাবার পরিহার করতে হবে।</li><li>৩য় ধাপে,এ পর্যায়ে দৈনিক ৬বার খাবার দেয়া হয়। প্রতিবারে খাবার এর পরিমান বাড়ানো যায়।</li><li>৪র্থ ধাপে, ধীরে ধীরে স্বাভাবিক খাদ্য দেয়া যায়। অবস্থার উন্নতি রং সাথে নরম সিদ্ধ আটার রুটি,ডিম সিদ্ধ,কম মশলাযুক্ত মাছ, মুরগির ঝোল,নরম সিদ্ধ ডাল।</li></ul>\n\n\n\n<h2 id=\"গ্রহনযোগ্য-খাদ্য-ও-বর্জনীয়-খাদ্য\">গ্রহনযোগ্য খাদ্য ও বর্জনীয় খাদ্য</h2>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><th>গ্রহনযোগ্য খাদ্য</th><th>বর্জনীয় খাদ্য</th></tr></thead><tbody><tr><td><strong>পানীয়:</strong>&nbsp;সবধরনের দুগ্ধজাত পানীয়, পাতলা চা</td><td><strong>পানীয়:</strong>&nbsp;কড়া চা, কফি,অ্যালকোহল, কার্বোনেটেড ড্রিংকস।</td></tr><tr><td><strong>শস্য:</strong>&nbsp;নরম রুটি,ভাত,চিড়া, মুড়ি</td><td><strong>শস্য:</strong>&nbsp;পরোটা, লুচি,ভূষিযুক্ত আটার রুটি</td></tr><tr><td><strong>ডিম:</strong>&nbsp;সিদ্ধ</td><td><strong>ডিম:</strong>&nbsp;ভাজা</td></tr><tr><td><strong>তেল/চর্বি:</strong>&nbsp;পরিমাণমতো</td><td><strong>তেল/চর্বি:</strong>&nbsp;ঘি/ডালডা/তেলে ভাজা খাবার</td></tr><tr><td><strong>ফল:</strong>&nbsp;খোসা ছাড়ানো ফল,কলা, পেঁপে</td><td><strong>ফল:</strong>&nbsp;খোসা সহ ফল, টক ফল ।</td></tr><tr><td><strong>মাছ/মাংস:</strong>&nbsp;ভালভাবে সিদ্ধ নরম মাছ,মাংস।</td><td><strong>মাছ/মাংস:</strong>&nbsp;চর্বিযুক্ত মাছ,মাংস।</td></tr><tr><td><strong>ডাল:</strong>&nbsp;ভালভাবে সিদ্ধ চটকানো ডাল</td><td><strong>ডাল:</strong>&nbsp;মটর, ছোলা ভাজা, চটপটি,বাদাম।</td></tr><tr><td><strong>সবজি:</strong>&nbsp;লাউ, ঝিঙ্গা, পেঁপে, আলু, গাজর(সিদ্ধ)</td><td><strong>সবজি:</strong>&nbsp;আঁশ যুক্ত সবজি-বাধাকপি, মটরশুটি, ডাটা শাক</td></tr><tr><td>সব ধরনের দুগ্ধজাত খাদ্য।</td><td>চকলেট,ক্রীম, মশলাযুক্ত খাবার</td></tr></tbody></table></figure>\n\n\n\n<h2 id=\"পরামর্শঃ\">পরামর্শঃ</h2>\n\n\n\n<ul><li>কোনো ভাবেই খাদ্য উত্তেজনা/তাড়াহুড়া করে খাওয়া উচিত নয়। খাদ্য ধীরে ধীরে ভালো ভাবে চিবিয়ে খাওয়া উচিত। আলসার কে ‘Hurry, worry and curry’ disease বলা হয়, এই তিনটির প্রভাবে আলসার বাড়ে। তাই এই তিনটি বিষয় নিয়ন্ত্রণ করা জরুরী।</li><li>দৈনিক ৫-৬বার অল্প পরিমাণে খাবার গ্রহণ করা,যাতে পরিপাক ক্রিয়া সহজ হয় এবং পাকস্থলী খালি না থাকে।</li><li>যেসব খাবার গ্রহনে এসিড নিঃসরণ বাড়ে /পরিপাকতন্ত্রের প্রদাহ বাড়ে সেসব খাবার পরিহার করতে হবে।</li></ul>\n",
    "excerpt": "<p>পেপটিক আলসার পরিপাকতন্ত্রের অন্যতম সাধারণ রোগ। পাকস্থলী-তে HCL acid অধিক নিঃসরণ এর ফলে পাকস্থলী-তে/খাদ্যনালীর মিউকোসাল আস্তরনে ক্ষত সৃষ্টি হয়, একে আমরা পেপটিক আলসার বলে থাকি। সাধারণত, ক্ষুদ্রান্ত্রের ডিওডেনামে আলসার বেশি হয়ে থাকে। পাকস্থলী এবং অন্ননালীতেও আলসার হয়। পাকস্থলীতে ক্ষত হলে তাকে বলা হয় গ্যাস্ট্রিক আলসার,এক্ষেত্রে এসিড নিঃসরণের পরিমানে স্বাভাবিকের চেয়ে খুব বেশি তারতম্য হয় না।&hellip; <a class=\"more-link\" href=\"https://foodnutris.com/blog/%e0%a6%aa%e0%a7%87%e0%a6%aa%e0%a6%9f%e0%a6%bf%e0%a6%95-%e0%a6%86%e0%a6%b2%e0%a6%b8%e0%a6%be%e0%a6%b0%e0%a7%87-%e0%a6%95%e0%a6%b0%e0%a6%a8%e0%a7%80%e0%a7%9f/\">Continue reading <span class=\"screen-reader-text\">পেপটিক আলসারে করনীয়</span></a></p>\n",
    "featured_media": "peptic-alsar.jpg",
    "format": "standard",
    "categories": [
      7
    ],
    "tags": [
      20,
      18
    ]
  },
  {
    "id": 37,
    "slug": "dry-fish",
    "status": "publish",
    "type": "post",
    "link": "https://foodnutris.com/blog/dry-fish/",
    "title": "শুঁটকি মাছের পুষ্টি গুন",
    "content": "\n<p>রোদে শুকিয়ে মাছ সংরক্ষণের পদ্ধতি আমাদের দেশে যুগ যুগ ধরে প্রচলিত। এই শুকনো মাছ কে আমরা শুঁটকি মাছ বলে থাকি। সাধারণত কাঁচা মাছে লবন মাখিয়ে কড়া রোদে শুকিয়ে শুঁটকি প্রস্তুত করা হয়। এতে মাছের জলীয় অংশ শুকিয়ে যায় এবং অনুজীব বা জীবাণু থাকে না,ফলে দীর্ঘদিন পর্যন্ত সংরক্ষণ করা যায়। শুঁটকি মাছ অতি জনপ্রিয় খাদ্য। যদিও গন্ধের জন্য অনেকে শুঁটকি তেমন পছন্দ করে না। তবে, শুঁটকি মাছ সুস্বাদু এবং পুষ্টিকর ।</p>\n\n\n\n<h2 id=\"শুঁটকির-পুষ্টি-গুণঃ\">শুঁটকির পুষ্টি গুণঃ</h2>\n\n\n\n<p>সমপরিমাণ কাঁচা মাছের চেয়ে শুঁটকিতে প্রোটিন, ভিটামিন ‘ডি’ এবং অন্যান্য খনিজ উপাদানের পরিমাণ অনেক বেশি থাকে।</p>\n\n\n\n<h2 id=\"লো-ক্যালোরি-সহ-উচ্চ-প্রোটিন\">লো ক্যালোরি সহ উচ্চ প্রোটিন:</h2>\n\n\n\n<p>শুঁটকি প্রোটিন এর একটি সমৃদ্ধ উৎস, এতে ৭৫-৮০% প্রোটিন থাকে। এতে উপস্থিত অ্যামিনো এসিড গুলো ডিমের অ্যামিনো এসিডের সাথে (Livsmedelsverket 1996) তুলনা করে, দেখা গেছে শুকনো মাছে উপস্থিত প্রোটিনগুলি উচ্চমানের হয়। শুকনো মাছ কম ক্যালোরিযুক্ত প্রোটিনের অন্যতম ভাল উৎস ।১০০ গ্রাম শুকনো মাছে ৩০০ ক্যালরিযুক্ত প্রায় ৮০ শতাংশ প্রোটিন পাওয়া যায়।অপর দিকে, গরুর মাংসে কম প্রোটিন এবং ক্যালোরি দ্বিগুণেরও বেশি থাকে। ওজন নিয়ন্ত্রণে রেখে প্রোটিনের চাহিদা পূরণ করতে শুঁটকি মাছ কার্যকর ভূমিকা পালন করতে পারে। প্রোটিন সমস্ত জীবের জন্য অ্যান্টিবডি এবং এনজাইমের মূল উৎস এবং অন্যান্য শারীরিক উপাদানগুলির একটি প্রয়োজনীয় অংশ তৈরি করে ।<br>এছাড়া নখ, পেশী ও চুলের গঠনের অন্যতম উপাদান প্রোটিন। যারা প্রোটিন বা আমিষ এর অভাব জনিত বিভিন্ন সমস্যায় ভুগছে এমনকি, যারা দুধ খেতে পারে না বা ল্যাকটোজ ইনটলারেন্স আছে, তাঁরা প্রোটিনের বিকল্প উৎস হিসেবে খাদ্য তালিকায় শুঁটকি রেখে প্রোটিন এর চাহিদা পূরণ করতে পারে।</p>\n\n\n\n<h2 id=\"ভিটামিন-ও-খনিজ-লবণ\">ভিটামিন ও খনিজ লবণ:</h2>\n\n\n\n<p>প্রায় সব ধরনের শুকনো মাছে প্রয়োজনীয় ভিটামিন এবং খনিজগুলির পরিমাণ বেশি থাকে এবং সামান্য পরিমাণে কোলেস্টেরল থাকে।রোদে শুকিয়ে সংরক্ষণ করার ফলে, শুঁটকিতে ভিটামিন ডি পাওয়া যায়। এছাড়া অল্প পরিমাণে অন্যান্য ভিটামিন ও পাওয়া যায়। মানব দেহের জন্য প্রয়োজনীয় বিভিন্ন খনিজ উপাদান যেমন- আয়রন, ফসফরাস, ক্যালসিয়াম ও আয়োডিন প্রচুর পরিমাণে পাওয়া যায়। বিশেষ করে ক্যালসিয়াম, লৌহ ও আয়ডিনের অন্যতম উৎস শুঁটকি । ছোট চিংড়ি শুঁটকিতে প্রচুর আয়রন পাওয়া যায়, যা গর্ভবতী নারীদের রক্তস্বল্পতা দূরীকরণে দারুণ ভূমিকা পালন করে। আয়োডিন বিভিন্ন হরমোন জনিত সমস্যা দূর করে। শুঁটকি হতে প্রাপ্ত ভিটামিন ডি, ফসফরাস ও ক্যালসিয়াম দাঁত , হাড় ও নখের গঠনে সাহায্য করে। খাদ্য তালিকায় নিয়মিত শুঁটকি রাখতে পারলে দাঁত ও হাড়ের সমস্যা দূরীকরণ সম্ভব।</p>\n\n\n\n<h2 id=\"ফ্যাট\">ফ্যাট:</h2>\n\n\n\n<p>শুঁটকিতে স্যাচুরেটেড ফ্যাট কম থাকে, ফলে শুঁটকি হার্ট অ্যাটাকের ঝুকি হ্রাস করে।</p>\n\n\n\n<p>কোন বিশেষ ধরনের শারিরীক জটিলতা না থাকলে একজন মানুষ প্রতিদিন ৩০ গ্রাম পর্যন্ত শুঁটকি খেতে পারেন। শুঁটকি সহজলভ্য এবং পুষ্টি গুণের দিক থেকে বেশ উপকারি। সর্বোপরি, শুঁটকি মাছ ভিত্তিক ডায়েট দীর্ঘ ও স্বাস্থ্যকর জীবনযাপনে সহায়ক ভূমিকা পালন করতে পারে।</p>\n\n\n\n<h2 id=\"বিভিন্ন-ধরনের-প্রতি-১০০-গ্রাম-শুঁটকিতে-প্রোটিন-ও-খনিজ-লবণের-ও-ক্যালরির-পরিমাণ\">বিভিন্ন ধরনের (প্রতি ১০০ গ্রাম) শুঁটকিতে প্রোটিন ও খনিজ লবণের ও ক্যালরির পরিমাণ:</h2>\n\n\n\n<p><strong>ছোট চিংড়ির শুঁটকি:</strong>&nbsp;৬২.৪ গ্রাম প্রোটিন, ৩৫৩৯ মিলিগ্রাম ক্যালসিয়াম, ৩৫৪ মিলিগ্রাম ফসফরাস, ২৮ গ্রাম লৌহ ও ২৯২ ক্যালরি।</p>\n\n\n\n<p><strong>ছুরি শুঁটকি:</strong>&nbsp;৭৬.১ গ্রাম প্রোটিন, ৭৩৯ মিলিগ্রাম ক্যালসিয়াম, ৭০০ মিলিগ্রাম ফসফরাস, ৪.২ মিলিগ্রাম লৌহ, ৩৮৩ ক্যালরি।</p>\n\n\n\n<p><strong>টেংরা শুঁটকি:</strong>&nbsp;৫৪.৯ গ্রাম প্রোটিন, ৮৪৩ মিলিগ্রাম ক্যালসিয়াম, ৪০০ মিলিগ্রাম ফসফরাস, ৫ মিলিগ্রাম লৌহ ও ২৫৫ ক্যালরি।</p>\n\n\n\n<p><strong>লইট্টা শুঁটকি:</strong>&nbsp;৬১.৭ গ্রাম প্রোটিন, ১৭৮১ মিলিগ্রাম ক্যালসিয়াম, ২৪০ মিলিগ্রাম ফসফরাস, ২০ মিলিগ্রাম লৌহ ও ২৯৫ ক্যালরি।</p>\n\n\n\n<p><strong>ফাইস্যা শুঁটকি:</strong>&nbsp;১১ গ্রাম প্রোটিন, ১১৭৬ মিলিগ্রাম ক্যালসিয়াম, ৪৭৮ মিলিগ্রাম ফসফরাস, ১৮ মিলিগ্রাম লৌহ ও ৩৩৬ ক্যালরি।</p>\n\n\n\n<h2 id=\"শুটকি-খাওয়ার-ক্ষেত্রে-পরামর্শ-সতর্কতা\">শুটকি খাওয়ার ক্ষেত্রে পরামর্শ /সতর্কতা:</h2>\n\n\n\n<ul><li>শুঁটকি প্রক্রিয়াজাতকরণ ও সংরক্ষণের সময় প্রচুর লবণ দেওয়া হয়। তাই যাদের উচ্চ রক্তচাপের সমস্যা রয়েছে তারা শুঁটকি খাওয়া থেকে বিরত থাকা উত্তম।</li><li>বাত ও কিডনির রোগীদের শুঁটকি পরিহার করা উচিত।</li><li>যাঁদের কিডনিতে ক্যালসিয়াম পাথর হওয়ার ঝুঁকি আছে, তাঁরা শুঁটকি এড়িয়ে চলা জরুরী।</li><li>ইদানীং শুঁটকি সংরক্ষণে ক্ষতিকর কীটনাশক ডিডিটি-জাতীয় উপাদান দেওয়া হয়।ডিডিটি মিশ্রিত শুঁটকি গ্রহণ করলে লিভার ক্যান্সার, কিডনি ড্যামেজ, চর্ম রোগ, খোস-পাঁচড়া প্রভৃতি জটিল সমস্যা হতে পারে। তাই শুঁটকি খাবার আগে বা কেনার আগে ভালো ভাবে জেনে নিতে পারলে ভালো হয়। যদি সম্ভব হয় নিজেই ঘরে শুঁটকি বানানো যেতে পারে।বাজার থেকে শুঁটকি কিনে আনার পর গরম পানি দিয়ে খুব ভালোভাবে বেশ কয়েকবার ধুয়ে নিতে হবে।</li><li>কেনা শুঁটকি কেমিক্যালমুক্ত কিনা নিশ্চিত হতে না পারলে গর্ভবতী মায়েদের শুঁটকি পরিহার করতে হবে।</li><li>শুঁটকির পুষ্টিমান বজায় রাখতে কম তেল,মশলায় রান্না করতে হবে।</li><li>বাড়িতে শুঁটকি সংরক্ষণ করার ক্ষেত্রে, শুঁটকি মাঝে মাঝে কড়া রোদে দিতে হবে।</li></ul>\n",
    "excerpt": "<p>রোদে শুকিয়ে মাছ সংরক্ষণের পদ্ধতি আমাদের দেশে যুগ যুগ ধরে প্রচলিত। এই শুকনো মাছ কে আমরা শুঁটকি মাছ বলে থাকি। সাধারণত কাঁচা মাছে লবন মাখিয়ে কড়া রোদে শুকিয়ে শুঁটকি প্রস্তুত করা হয়। এতে মাছের জলীয় অংশ শুকিয়ে যায় এবং অনুজীব বা জীবাণু থাকে না,ফলে দীর্ঘদিন পর্যন্ত সংরক্ষণ করা যায়। শুঁটকি মাছ অতি জনপ্রিয় খাদ্য। যদিও&hellip; <a class=\"more-link\" href=\"https://foodnutris.com/blog/dry-fish/\">Continue reading <span class=\"screen-reader-text\">শুঁটকি মাছের পুষ্টি গুন</span></a></p>\n",
    "featured_media": "dry-fish.jpg",
    "format": "standard",
    "categories": [
      7
    ],
    "tags": [
      17,
      16
    ]
  },
  {
    "id": 34,
    "slug": "sweets",
    "status": "publish",
    "type": "post",
    "link": "https://foodnutris.com/blog/sweets/",
    "title": "মিষ্টির উপকারিতা ও অপকারিতা",
    "content": "\n<p>মিষ্টি -চিনি, দুধ,ছানা ও আটার/ময়দার সমন্বয়ে তৈরি জনপ্রিয় পুষ্টিকর খাবার। আমাদের দেশের সুপরিচিত কয়েক প্রকারের মিষ্টিঃ রসগোল্লা, রাজভোগ, কালোজাম, চমচম, রসমালাই, প্রাণহরা, সন্দেশ, ছানামুখী, মণ্ডা, বুরিদান, মতিচুর লাড্ডু, আমিট্টি বা আমৃতি, মালাইকারী, কাঁচাগোল্লা।</p>\n\n\n\n<h2 id=\"মিষ্টির-পুষ্টি-উপাদানঃ\">মিষ্টির পুষ্টি উপাদানঃ</h2>\n\n\n\n<p>মিষ্টি তৈরিতে দুধ, ছানা ব্যবহৃত হয় ফলে এতে প্রোটিন,ফ্যাট, বিভিন্ন ভিটামিন ও ক্যালসিয়াম পাওয়া যায়। প্রচুর পরিমাণে চিনি/চিনির সিরা ব্যবহৃত হয়, তাই এর ক্যালরীর বেশি অংশ আসে শর্করা হতে।</p>\n\n\n\n<h2 id=\"মিষ্টির-উপকারিতাঃ\">মিষ্টির উপকারিতাঃ</h2>\n\n\n\n<p>সবসময়ই আমাদের ধারণা, যারা বেশি মিষ্টি খায় তাদের টাইপ-টু ডায়াবেটিস, হৃদরোগ, এবং ক্যান্সারের ঝুঁকি বেশি।</p>\n\n\n\n<p>কিন্তু এসব স্বাস্থ্য সমস্যার জন্য শর্করাই যে দায়ী &#8211; তা হয়তো না-ও হতে পারে। &#8216;ঠিক কিভাবে আমাদের স্বাস্থ্যের ওপর ক্ষতিকর প্রভাব ফেলে এই শর্করা&#8217; &#8211; তা বের করতে গিয়ে বিজ্ঞানীরা দেখছেন, বিশেষ করে শর্করা উচ্চমাত্রার ক্যালরি সমৃদ্ধ খাদ্যের সাথে খাওয়া না হলে ক্ষতিকর নয়।</p>\n\n\n\n<ul><li>মিষ্টি তৈরিতে দুধ/ছানা ব্যবহৃত হয়ে থাকে। তাই, মিষ্টি আমাদের দাঁত ও হাড়ের গঠনে গুরুত্বপূর্ণ ভূমিকা পালন করে।</li><li>১০০ গ্রাম রসগোল্লা মিষ্টি তে প্রায় ১৮৬ ক্যালরী থাকে যার প্রায় ১৫৩ ক্যালরী ই আসে শর্করা হতে , যা তাৎক্ষণিকভাবে শক্তি সরবরাহ করে।</li><li>মিষ্টি খাবার খেলে শরীরে সেরিটোনিন নামের হরমোন ক্ষরিত হয়। এই হরমোন নিউরোট্রান্সমিটার হিসেবে কাজ করে। ফলে, মিষ্টি খাবার খেলে আমাদের মধ্যে সুখ ও আনন্দের অনুভূতি তৈরি হয়। এই অনুভূতি শরীরের সামগ্রিক সুস্থতার জন্য অত্যন্ত জরুরি।</li><li>খাদ্য গ্রহণের পরে সেই খাদ্য হজম করার জন্যে আমাদের পাকস্থলীতে অ্যাসিড ক্ষরণ শুরু হয়। ঝাল বা তেলমশলাযুক্ত খাবার খেলে অ্যাসিড ক্ষরণের পরিমাণ বাড়ে। অতিরিক্ত এসিড ক্ষরণের ফলে পরিপাক ক্রিয়া ব্যাহত হতে পারে এমনকি পরিপাকতন্ত্রের বিভিন্ন অসুখ দেখা দিতে পারে। মিষ্টিজাতীয় খাবার এই অ্যাসিড ক্ষরণের পরিমাণ কমিয়ে দেয়। এর ফলে পরিপাকক্রিয়া সুষ্ঠুভাবে সম্পন্ন হতে পারে।</li><li>এছাড়া বেশি পরিমাণে তেলে ভাজা বা মিল খাওয়ার পর শরীরের রক্তচাপ অনেকাংশেই কমে যায়। এই অবস্থায় মিষ্টি জাতীয় খাবার রক্তচাপকে স্বাভাবিক করতে সাহায্য করে। এবং আমাদের স্বস্তি এনে দেয়।</li><li>কিছু গবেষণায় দেখা গেছে যে, বয়স্ক মানুষদের ক্ষেত্রে শর্করা স্মৃতিশক্তি বাড়াতে এবং দুরুহ কাজ করার ক্ষমতা বাড়াতে সহায়ক হতে পারে।</li><li>ডার্ক চকোলেটের মতো বেশ কিছু ডেজার্টে থাকে অ্যান্টি অক্সিডেন্ট এবং কোকো। যা স্ট্রোকের সম্ভাবনা কমায়।, সকালে নাস্তায় মিষ্টি খেলে সারাদিন কম খাদ্য গ্রহণ ও শর্করা ক্রেভিং কমে,ফলে ওজন নিয়ন্ত্রণে, মিষ্টি দারুণ ভূমিকা পালন করে।</li></ul>\n\n\n\n<h2 id=\"মিষ্টির-অপকারিতাঃ\">মিষ্টির অপকারিতাঃ</h2>\n\n\n\n<ul><li>দুধ/ছানা ছাড়া শুধুমাত্র চিনি/গুড়ের তৈরি মিষ্টি শর্করা সমৃদ্ধ এবং সম্পূর্ণ ক্যালরী শর্করা হতে আসে এই প্রকারের মিষ্টি স্বাস্থ্যকর নয়।</li><li>অতিরিক্ত পরিমাণে মিষ্টি খাওয়া কখনোই শরীরের পক্ষে ভাল নয়। অতিরিক্ত পরিমাণে মিষ্টি খাওয়ার ফলে শরীরে বাড়তি মেদ জমে যা ভবিষ্যতে নানা রোগের কারণ হয়ে দাঁড়াতে পারে। মিষ্টি বা মিষ্টি জাতীয় যে কোন খাবার শরীরে ফ্যাটের পরিমাণ বাড়িয়ে দিতে পারে অনেকটাই।</li><li>একাধিক গবেষণার ফল পর্যালোচনা করে দেখা গেছে, কোন এক দিনের খাবারে যদি ১৫০ গ্রামের বেশি ফ্রুকটোজ থাকে, তাহলে তা উচ্চ রক্তচাপ বা কোলেস্টেরলের মতো সমস্যার ঝুঁকি বাড়িয়ে দেয়।</li><li>শুধু সুগারের জন্য স্বাস্থ্যঝুঁকি তৈরি হয় এটা বলা যায় না।গবেষকরা বলছেন যে উচ্চ ক্যালরিসমৃদ্ধ খাবারের সাথে উচ্চমাত্রায় শর্করাসমৃদ্ধ খাবার খেলে তা স্বাস্থ্যের জন্য ক্ষতিকর।</li><li>উচ্চ মাত্রার ফ্রুকটোজ সমৃদ্ধ কর্ন সিরাপ বা বাড়তি চিনিওয়ালা পানীয়, জুস ড্রিংক, মধূ, বা সাদা চিনি এগেুলো হৃদযন্ত্রের সমস্যা তৈরি করতে পারে, কারণ তা ধমনীর ভেতর ট্রাইগ্লিসারাইডজাতীয় চর্বি জমাতে ভুমিকা রাখে।</li><li>মিষ্টি তৈরির সময় অতিরিক্ত চিনি যোগ করা হয়। বিভিন্ন জরিপে এই বাড়তি যোগ করা চিনিসমৃদ্ধ খাবার বা পানীয়ের সাথে হৃদরোগ ও ডায়াবেটিসে আক্রান্ত হবার সম্পর্ক দেখা গেছে।</li><li>আমরা স্বাস্থ্যকর ফল &#8211; যাতে শর্করা আছে &#8211; তার সাথে কোমল পানীয়কে গুলিয়ে ফেলছি, যাতে বাড়তি শর্করা ছাড়া কোন পুষ্টিকর উপাদান নেই। কিছু জরিপে বলা হয়, যারা বেশি বেশি কোমল পানীয় বা ফলের রস খান তাদের স্মৃতিশক্তি দুর্বল, মস্তিষ্কের গড় আয়তনও কম।</li><li>কিছু মিষ্টি তৈরিতে কৃত্রিম রং ব্যবহৃত হয় যা ক্যান্সার এর ঝুঁকি বাড়ায়।</li></ul>\n\n\n\n<h2 id=\"গ্রহনের-পরিমাণঃ\">গ্রহনের পরিমাণঃ</h2>\n\n\n\n<p>The National Academy of Sciences, মস্তিষ্কের কার্যকলাপ ঠিক রাখতে দৈনিক ১৩০ গ্রাম (৫২০ ক্যালোরি) শর্করা গ্রহণের পরামর্শ দেয়। যা মস্তিষ্কের দৈনন্দিন গ্লুকোজ তৈরি করার জন্য ন্যূনতম পরিমাণ শর্করা। প্রাপ্ত বয়স্কদের ক্ষেত্রে প্রয়োজনীয় মোট ক্যালরির ৪৫ থেকে ৬৫ শতাংশ শর্করা থেকে গ্রহণ করা উচিত। অনেক পুষ্টিবিদদের মতে মোট ক্যালরির শতকরা ৬০ থেকে ৭০ ভাগ কার্বোহাইড্রেট হতে গ্রহণ করা জরুরি। তবে কোনোভাবেই শতকরা ৭০ ভাগের বেশি ক্যালোরি কার্বোহাইড্রেট হতে গ্রহণ করা যাবে না। তবে কার্বোহাইড্রেট এর কিছু অংশ মিষ্টি থেকে এবং কিছু অংশ প্রাকৃতিক উৎস যেমন শর্করা সমৃদ্ধ ফল হতে গ্রহন করা ভাল। খাদ্য বিশেষজ্ঞ রেনি ম্যাকগ্রেগর বলছেন, আমাদের প্রত্যেকের ক্ষেত্রেই সুষম খাবারের সংজ্ঞা ভিন্ন ভিন্ন। তাই ব্যক্তিবিশেষ মিষ্টিজাতীয় খাবার বা কার্বোহাইড্রেট এর চাহিদা ও ভিন্ন ভিন্ন হয়ে থাকে। দেখা গেছে, যারা এ্যাথলেট বা ক্রীড়াবিদ &#8211; তারা বেশি শর্করা খেলেও শারীরিক পরিশ্রম বেশি করছেন বলে তা হজম হয়ে যাচ্ছে &#8211; কোন ক্ষতিকর প্রভাব ফেলছে না। খাদ্যতালিকা থেকে চিনিকে বাদ দিয়ে দেয়াটা বরং হিতে বিপরীত হতে পারে। এমন হতে পারে চিনি বাদ দিয়ে হয়তো অতিরিক্ত ক্যালরিসমৃদ্ধ কোন খাদ্য বেশি খেতে শুরু করলেন, তাতে ক্ষতিই বেশি। দৈনিক চাহিদা অনুযায়ী পরিমানমত চিনি/ মিষ্টি জাতীয় খাবার খাদ্য তালিকায় রাখতে হবে।</p>\n\n\n\n<h2 id=\"পরামর্শঃ\">পরামর্শঃ</h2>\n\n\n\n<p>উচ্চরক্তচাপ ,ডায়বেটিস ও হৃদরোগীদের মিষ্টি পরিহার করা উচিত । তবে ,রক্তচাপ কমে গেলে ও ডায়বেটিস রোগীদের রক্তে গ্লুকোজের মাত্রা অনেকসময় কমে যায় ,এই অবস্থায় পরিমিত পরিমাণে মিষ্টি খেতে পারবে। শারীরিক/কায়িক পরিশ্রমী লোকদের জন্য শক্তির ভালো উৎস মিষ্টি। বিশেষ করে স্বল্প আয়ের অধিক পরিশ্রমী পেশাজীবীদের চাহিদা পূরণে মিষ্টি গুরুত্বপূর্ণ ভূমিকা রাখতে পারে ।</p>\n",
    "excerpt": "<p>মিষ্টি -চিনি, দুধ,ছানা ও আটার/ময়দার সমন্বয়ে তৈরি জনপ্রিয় পুষ্টিকর খাবার। আমাদের দেশের সুপরিচিত কয়েক প্রকারের মিষ্টিঃ রসগোল্লা, রাজভোগ, কালোজাম, চমচম, রসমালাই, প্রাণহরা, সন্দেশ, ছানামুখী, মণ্ডা, বুরিদান, মতিচুর লাড্ডু, আমিট্টি বা আমৃতি, মালাইকারী, কাঁচাগোল্লা। মিষ্টির পুষ্টি উপাদানঃ মিষ্টি তৈরিতে দুধ, ছানা ব্যবহৃত হয় ফলে এতে প্রোটিন,ফ্যাট, বিভিন্ন ভিটামিন ও ক্যালসিয়াম পাওয়া যায়। প্রচুর পরিমাণে চিনি/চিনির সিরা&hellip; <a class=\"more-link\" href=\"https://foodnutris.com/blog/sweets/\">Continue reading <span class=\"screen-reader-text\">মিষ্টির উপকারিতা ও অপকারিতা</span></a></p>\n",
    "featured_media": "sweets.jpg",
    "format": "standard",
    "categories": [],
    "tags": [
      15,
      14
    ]
  },
  {
    "id": 31,
    "slug": "vitamin-d",
    "status": "publish",
    "type": "post",
    "link": "https://foodnutris.com/blog/vitamin-d/",
    "title": "ভিটামিন ডি",
    "content": "\n<p>ভিটামিন ডি ফ্যাট সলিউবল (তেল বা চর্বি দ্রবীভূত) ভিটামিন। এটি দেহে ক্যালসিয়াম পরিশোষনে ভূমিকা রাখে। সূর্যের অতিবেগুনি রশ্মির ক্রিয়ায় ত্বকে উপস্থিত sterols হতে ভিটামিন ডি উৎপন্ন হয়। তাই একে সানশাইন ভিটামিন বলা হয়। সূর্য রশ্মির শক্তিশালী রিকেট বিরোধী ভূমিকা রয়েছে। পর্যাপ্ত পরিমাণে ভিটামিন ডি গ্রহণে রিকেট রোগ নিরাময় হয়। তাই ভিটামিন ডি রিকেট বিরোধী ভিটামিন হিসেবে পরিচিত।</p>\n\n\n\n<h2 id=\"block-e74bcba8-fe3b-45c8-a889-34be3f96b302\">ভিটামিন ডি এর রাসায়নিক ধর্ম</h2>\n\n\n\n<ul id=\"block-b7466926-1750-4101-b630-638cbf5b4f16\"><li>দুটি জৈবিক প্রাক ভিটামিন(৭-ডি হাইড্রো কোলেস্টেরল এবং এরগো স্টেরল) হতে ভিটামিন ডি তৈরি হয়।</li><li>সূর্যের অতিবেগুনি রশ্মির উপস্থিতিতে ৭- ডি হাইড্রো কোলেস্টেরল, ভিটামিন ডি 3 (কোলেক্যালসিফেরল) এবং এরগোস্স্টেরল, ভিটামিন ডি2 (এরগোক্যালসিফেরল) এ পরিণত হয়।</li><li>বিশুদ্ধ ভিটামিন গুলো সাদা, গন্ধহীন স্ফটিকাকার যা চর্বি দ্রবণীয়।এই ভিটামিন চর্বিতে দ্রবণীয় কিন্তু পানিতে অদ্রবণীয়।</li><li>বায়বীয় জারনে স্থিতিশীল।</li><li>মাঝারি তাপ এবং অ্যালকালাইন সলিউশন নিরপেক্ষ।</li><li>ভিটামিন ডি তেল বা চর্বি দ্রবণে দীর্ঘসময় স্থিতিশীল কিন্তু খনিজ লবণের উপস্থিতিতে অস্থিতিশীল হয়।</li></ul>\n\n\n\n<h2 id=\"block-265f9045-4081-4c7b-a27c-d5bb706fe6a9\">ভিটামিন ডি এর উৎস</h2>\n\n\n\n<p id=\"block-cb75645f-20e1-4449-84c9-68e1e8a9568b\">প্রচলিত খাদ্য হতে খুব অল্প পরিমাণ ভিটামিন ডি পাওয়া যায়।</p>\n\n\n\n<ul id=\"block-90592153-c98a-4af3-97c3-ebce985df280\"><li>ডিমের কুসুম ভিটামিন ডি-এর খুব ভালো উৎস। তবে তা মুরগির খাদ্যের ধরনের ওপর নির্ভর করে।</li><li>তেল বা চর্বিযুক্ত মাছ, সামুদ্রিক মাছ উল্লেখযোগ্য পরিমাণ ভিটামিন ডি সরবরাহ করে।</li><li>মাছের কলিজা এবং মাছের কলিজার তেলে প্রচুর পরিমাণে ভিটামিন ডি পাওয়া যায়।</li><li>বনস্পতি ভিটামিন ডি সমৃদ্ধ করণ করা হয়। ফলে বনস্পতি তে ভিটামিন ডি পাওয়া যায়।</li><li>সূর্য রশ্মি হতে ভিটামিন ডি পাওয়া যায়।</li><li>তবে, দুধ ভিটামিন ডি এর ভালো উৎস নয়। দুধে প্রচুর পরিমানে ক্যালসিয়াম পাওয়া যায়। রোদে চরে বেড়ায় এমন গরুর দুধে অল্প পরিমাণে ভিটামিন ডি পাওয়া যায়।</li></ul>\n\n\n\n<h2 id=\"block-7d8c0031-0cf6-4782-9ff9-8ed50381d278\">ভিটামিন ডি শোষণ এবং বিপাক</h2>\n\n\n\n<p id=\"block-f57bd5d6-dc21-4285-8779-fa4885dce0d3\">ভিটামিন ডি তেল বা চর্বি জাতীয় পদার্থের সাথে শোষিত হয়। Chylomicrons (এক ধরনের লিপোপ্রোটিন ) এর সাথে যুক্ত হয়ে লসিকাতন্ত্র প্রবেশ করে এবং রক্তে নির্দিষ্ট বাইন্ডিং প্রোটিন এর সাথে যুক্ত হয়ে লিভারে পৌঁছায়। বেশিরভাগ ভিটামিন ডি লিভারে সঞ্চিত হয় এবং ধীরে ধীরে পরিপাক হয়। এই ভিটামিন শোষণে পিত্তরস অপরিহার্য। প্রয়োজনের অতিরিক্ত ভিটামিন শরীরে জমা থাকে।</p>\n\n\n\n<h2 id=\"block-4c08058f-cc50-4c47-b386-3434b38c2515\">ভিটামিন ডি এর কাজ</h2>\n\n\n\n<p id=\"block-cb7b1dad-a87d-49ca-a4b1-e0b5b4c2d111\">সকল প্রকার প্রাণীর দেহ গঠনের জন্য ভিটামিন ডি এর প্রয়োজন। দেহে ভিটামিন ডি-এর বহুবিধ কাজ রয়েছে-</p>\n\n\n\n<ul id=\"block-95b5e4d8-5a44-4580-94f2-ec722ef785ae\"><li>পরিপাককৃত খাদ্য থেকে ক্যালসিয়াম শোষণ।</li><li>অস্থি ও দৈহিক কাঠামোর গঠন ও বৃদ্ধি সুসম্পন্ন করে এবং দেহের সার্বিক গঠন নিয়ন্ত্রণ করে।</li><li>ভিটামিন ডি ক্ষুদ্রান্ত্র হতে ক্যালসিয়াম ও ফসফরাসের শোষণ বৃদ্ধি করে।</li><li>ভিটামিন ডি রক্তে ক্যালসিয়াম ও ফসফরাসের পরিমাণ নিয়ন্ত্রণ করে এদের ভিতর থিতানো সম্ভব করে।</li><li>এছাড়া ফসফেটজ এনজাইমকে সক্রিয় রাখার মাধ্যমে এই ভিটামিন অস্থি গঠনের জটিল প্রক্রিয়া টি চালু রাখে।</li><li>ভিটামিন-ডি অস্থির গঠন স্বাভাবিক ও সম্পূর্ণ করে।</li><li>অস্থির গঠনের সময় লম্বা অস্থির প্রান্তে অস্টিওব্লাস্ট নামক অস্থি সৃষ্টিকারী কোষসমূহের সৃষ্টি হয়, ভিটামিন ডি এদের পূর্ণ অস্থিতে পরিবর্তিত করে।</li><li>ভিটামিন ডি কিডনিতে ফসফেট সমুহকে পুনরায় শোষণ করে, রক্তে এর পরিমাণ বৃদ্ধি করে।</li><li>ভিটামিন ডি তরুণাস্থির মুক্ত অ্যামাইনো এসিডের পরিমাণ নিয়ন্ত্রণ করে।</li><li>এই ভিটামিনের উপস্থিতিতে পরিপাক ক্রিয়া বৃদ্ধি পায়। শক্তির প্রয়োজনে অথবা রাসায়নিক যৌগ সমূহের প্রয়োজনে যে কারণেই হোক ভিটামিন-ডি সাধারণভাবে মেটাবলিজম বৃদ্ধি করে।</li></ul>\n\n\n\n<h2 id=\"block-ba0465b0-d0e9-43b2-be11-4d8c6d966f39\">অভাবজনিত লক্ষণ</h2>\n\n\n\n<p id=\"block-0e1d57a6-64f7-4d42-9a6a-9da109e7ff7d\">ভিটামিন ডি এর অভাবে এর শরীরবৃত্তীয় কার্যকলাপ ব্যাহত হয়। ফলে</p>\n\n\n\n<ul id=\"block-41ad9e3b-e0f8-455f-bfdd-e01308c1cd8f\"><li>শিশুদের মধ্যে রিকেট এবং বড়দের বা প্রাপ্ত বয়স্কদের মধ্যে অস্টিওম্যালেসিয়া নামক রিকেট দেখা দেয়।</li><li>হাড় গুলো নরম হয়ে যাওয়ায় দেহের ওজনের চাপে কঙ্কালে গঠনগত ত্রুটি দেখা দেয়।</li><li>শিশুদের বৃদ্ধি ব্যাহত হয় এবং হাড় বা মাথার খুলি নরম হয়ে যায়, পায়ের হাড় গুলো ধনুকের মতো বেঁকে যেতে পারে।</li><li>রক্তে ফসফরাস ও ক্যালসিয়ামের অভাবে মেরুদন্ড দুর্বল হয়ে মেরুদণ্ড বাকা হয়ে যাওয়া, কব্জি ফোলা ভাব, হাঁটু এবং গোড়ালির জয়েন্ট গুলো ফুলে যাওয়া, পেশির দুর্বলতা, অস্থিরতা, ভয় বা স্নায়বিক উত্তেজনা এমন আরও কিছু লক্ষণ দেখা যায়।</li><li>মল বা মূত্রের সাথে ক্যালসিয়াম ও ফসফরাস বের হয়ে যায়।</li><li>দাঁত দুর্বল হয়ে যায়।</li><li>রক্তে ক্যালসিয়াম ও ফসফরাসের পরিমাণ এত কম হয় যে এরা জমাট বেধে অস্তিতে সঞ্চিত হতে পারে না ফলে অস্থি নরম হয়ে বেঁকে যায় এবং এর প্রান্ত ভাগের তরুণাস্থি গুলি শুধু বাড়তেই থাকে।</li></ul>\n\n\n\n<h2 id=\"block-fc48f837-19a7-4ab4-97af-7dca12045b47\">ভিটামিন ডি এর অভাব যাদের হয়</h2>\n\n\n\n<p id=\"block-79a09fb6-ceea-495f-886a-66b209100ddb\">সাধারণত যারা নিরামিষভোজী, দীর্ঘদিন যাবৎ মদ্যপানে অভ্যস্ত , যারা সম্পূর্ণ দেহ আবৃত করে রাখে ফলে সূর্যের আলো পায় না এমনকি পর্যাপ্ত পরিমাণে ভিটামিন ডি সমৃদ্ধ খাদ্য গ্রহণ করে না, তাদের ভিটামিন ডি এর অভাব দেখা দেয়।</p>\n\n\n\n<h2 id=\"block-82791d4b-4ad3-4bcb-9dcf-fc3373cc71c5\">ভিটামিন ডি গ্রহণের পরিমাণ/ চাহিদা</h2>\n\n\n\n<p id=\"block-685bbbe1-147e-4a86-922e-6fcd2ed09a34\">ভিটামিন ডি এর দৈনিক চাহিদা ৪০০ I.U. বা ১০ mg কোলেক্যালসিফেরল। সূর্যের আলো ভালো এমন দেশগুলিতে ভিটামিন ডি এর জন্য সুপারিশ কৃত পরিমাণ ২০০ I.U. বা ৫ mg কোলেক্যালসিফেরল।</p>\n\n\n\n<h2 id=\"block-2aabed56-2a18-4eb4-87e3-691d08769143\">ভিটামিন ডি এর বিষাক্ততা (Hypervitaminosis)</h2>\n\n\n\n<p id=\"block-9182cf71-b7e7-41ed-b769-a73ecf6554c3\">ভিটামিন ডি ওভার ডোজ এর ফলে দেহে মারাত্মক বিষাক্ততা সৃষ্টি হয়। ফলে:</p>\n\n\n\n<ul id=\"block-eba795dd-94ff-4d88-829f-be3a6d7ae601\"><li>ক্যালসিয়াম ও ফসফরাসের অতিরিক্ত বিশোষণ হয়।</li><li>রক্তে ক্যালসিয়াম ও ফসফরাসের মাত্রা বৃদ্ধি পায় ফলে দেহের সকল কোষ সমূহে খনিজ লবণ জমতে থাকে। যার দরুন বৃক্ক বা কিডনিতে পাথর হতে পারে।</li><li><code>ক্ষুধামন্দা</code>&nbsp;,&nbsp;<code>ক্লান্তি</code>&nbsp;,&nbsp;<code>ওজন কমে যাওয়া</code>,&nbsp;<code>পলিইউরিয়া</code>।</li><li>হৃদপিণ্ড, রক্ত-নালী, ফুসফুস ও কিডনীর নলগুলির নরম টিস্যুগুলিতে ক্যালসিয়াম জমে নালী গুলো সরু হয়ে যায়।</li><li>রেনাল ড্যামেজ হতে পারে।</li></ul>\n",
    "excerpt": "<p>ভিটামিন ডি ফ্যাট সলিউবল (তেল বা চর্বি দ্রবীভূত) ভিটামিন। এটি দেহে ক্যালসিয়াম পরিশোষনে ভূমিকা রাখে। সূর্যের অতিবেগুনি রশ্মির ক্রিয়ায় ত্বকে উপস্থিত sterols হতে ভিটামিন ডি উৎপন্ন হয়। তাই একে সানশাইন ভিটামিন বলা হয়। সূর্য রশ্মির শক্তিশালী রিকেট বিরোধী ভূমিকা রয়েছে। পর্যাপ্ত পরিমাণে ভিটামিন ডি গ্রহণে রিকেট রোগ নিরাময় হয়। তাই ভিটামিন ডি রিকেট বিরোধী ভিটামিন&hellip; <a class=\"more-link\" href=\"https://foodnutris.com/blog/vitamin-d/\">Continue reading <span class=\"screen-reader-text\">ভিটামিন ডি</span></a></p>\n",
    "featured_media": "vitamin-d.jpg",
    "format": "standard",
    "categories": [
      6
    ],
    "tags": [
      13,
      12
    ]
  },
  {
    "id": 28,
    "slug": "glycolysis",
    "status": "publish",
    "type": "post",
    "link": "https://foodnutris.com/blog/glycolysis/",
    "title": "গ্লাইকোলাইসিস",
    "content": "\n<p>যে প্রক্রিয়ায় কোষের সাইটোসল এর বিভিন্ন এনজাইম এর প্রভাবে 6 কার্বন বিশিষ্ট এক অণু গ্লুকোজ কতগুলো ধারাবাহিক প্রাণ রাসায়নিক বিক্রিয়ার মাধ্যমে অক্সিজেনের উপস্থিতিতে 3 কার্বন বিশিষ্ট দুই অনু পাইরূভিক এসিড এবং অক্সিজেনের অনুপস্থিতিতে দুই অনু ল্যাকটিক অ্যাসিড এ পরিণত হয় তাকে গ্লাইকোলাইসিস বলে। গ্লাইকোলাইসিস এর প্রতিষ্ঠাতা তিনজন বিজ্ঞানী EMBDEN, Meyerhof ও parnas। প্রতিষ্ঠাতা তিন বিজ্ঞানীর নাম অনুযায়ী গ্লাইকোলাইসিস কে EMP পাথওয়ে বলা হয়। এই প্রক্রিয়া মূলত কোষের সাইটোপ্লাজমে ঘটে, তাই একে সাইটোপ্লাজমিক শ্বসন ও বলা হয়। সম্পূর্ণ প্রক্রিয়াটি কে তিনটি ধাপে বা পর্যায়ে বিভক্ত করা যায়।</p>\n\n\n\n<ol><li>শক্তি বিনিয়োগ পর্ব বা প্রাথমিক পর্যায় (Energy investment phase or priming stage)</li><li>বিভাজন পর্ব(Splitting phase)</li><li>শক্তি উৎপাদন পর্ব (Energy generation phase)</li></ol>\n\n\n\n<p>গ্লাইকোলাইসিস এর ধাপগুলো নিচে আলোচনা করা হলো…</p>\n\n\n\n<h2 id=\"১-শক্তি-বিনিয়োগ-পর্বঃ\">১. শক্তি বিনিয়োগ পর্বঃ</h2>\n\n\n\n<p><strong>এই ধাপে তিনটি বিক্রিয়া ঘটে</strong></p>\n\n\n\n<p>i. এই পর্যায়ে গ্লুকোজ এটিপি হতেএকটি ফসফেট গ্রহণ করে, হেক্সোকাইনেজ/ গ্লুকো কাইনেজ এনজাইমের ক্রিয়ায় গ্লুকোজ 6 ফসফেটে পরিণত হয়। একটি ADP সৃষ্টি হয়। এ বিক্রিয়াটি একমুখী এবং ATP ও Mg²+ নির্ভর।</p>\n\n\n\n<p>ii. গ্লুকোজ 6 ফসফেট ফসফো গ্লুকো আইসোমারেজ এনজাইমের ক্রিয়ায় ফ্রুক্টোজ 6 ফসফেট এ পরিণত হয়। বিক্রিয়াটি উভমুখী।</p>\n\n\n\n<p>iii. ফ্রুক্টোজট-6-ফসফেট ATP হতে একটি ফসফেট গ্রহণ করে এবং ফসফো ফ্রুক্টো কাইনেজ এনজাইমের ক্রিয়ায় ফ্রুক্টোজ 1,6-বিস-ফসফেট ও একটি ADP সৃষ্টি হয়। এ বিক্রিয়াটি একমুখী এবং ATP ও Mg²+ নির্ভর।</p>\n\n\n\n<h2 id=\"২-বিভাজন-পর্বঃ\">২. বিভাজন পর্বঃ</h2>\n\n\n\n<p>iv. ফ্রুক্টোজ 1,6-বিস- ফসফেট aldolase এনজাইমের ক্রিয়ায় ভেঙে এক অণু ফসফোগ্লিসারঅ্যালডিহাইড (তিন কার্বন বিশিষ্ট ) এবং এক অণু ডাইহাইড্রোক্সি এসিটোন ফসফেট (তিন কার্বন বিশিষ্ট ) সৃষ্টি হয়। বিক্রিয়াটি দ্বিমুখী। ফসফোট্রায়োজ আইসোমারেজ এনজাইমের ক্রিয়ায় গ্লিসারঅ্যালডিহাইড এবং ডাইহাইড্রোক্সি এসিটোন একটি অন্যটিতে পরিবর্তিত হতে পারে। ফলে এক অণু গ্লুকোজ হতে 2 অনু গ্লিসার অ্যালডিহাইড 3 ফসফেট পাওয়া যায়।</p>\n\n\n\n<h2 id=\"৩-শক্তি-উৎপাদন-পর্বঃ\">৩. শক্তি উৎপাদন পর্বঃ</h2>\n\n\n\n<p>v. থ্রি ফসফোগ্লিসার অ্যালডিহাইড এক অনু অজৈব ফসফেট গ্রহণ করে , NAD এর উপস্থিতি তে এবং গ্লিসারঅ্যালডিহাইড-3-ফসফেট ডি হাইড্রোজেনাজ এনজাইমের ক্রিয়ায়, 1,3-বিস-ফসফোগ্লিসারিক এসিডে পরিণত হয। এ বিক্রিয়ায় NADH+H± সৃষ্টি হয়। বিক্রিয়াটি দ্বিমুখী। Iodoacetate এবং arsenate ফসফো ইনল পাইরূভেট-3-ফসফেট ডি হাইড্রোজেনাজ এনজাইমের ক্রিয়ায় বাধা দেয় (inhibitor)।</p>\n\n\n\n<p>vi. 1,3 বিস ফসফোগ্লিসারিক অ্যাসিড ফসফোগ্লিসারিক অ্যা সিড কাইনেজ এনজাইমের ক্রিয়ায় এক অনু ফসফেট হারিয়ে 3 ফসফোগ্লিসারিক এসিডে পরিণত হয় এবং এটিপি উৎপন্ন করে। বিক্রিয়াটি দ্বিমুখী।</p>\n\n\n\n<p>vii. 3 ফসফোগ্লিসারিক এসিড, ফসফোগ্লিসারিক মিউটেজ এনজাইমের ক্রিয়ায় ২- ফসফোগ্লিসারিক এসিড এ পরিণত হয়।</p>\n\n\n\n<p>viii. ইনোলেজ এনজাইমের প্রভাবের ২- ফসফোগ্লিসারিক এসিড হতে উচ্চ শক্তির যৌগ ফসফো ইনল পাইরূভেট উৎপন্ন হয়।</p>\n\n\n\n<p>ix. ফসফো ইনল পাইরূভেট, পাইরুভিক এসিড কাইনেজ এনজাইমের ক্রিয়ায় পাইরুভিক এসিড এ পরিণত হয়। এ বিক্রিয়ায় এবিপি হতে একটি এটিপি তৈরি হয়। এবং গ্লাইকোলাইসিস প্রক্রিয়ার সমাপ্তি ঘটে।</p>\n",
    "excerpt": "<p>যে প্রক্রিয়ায় কোষের সাইটোসল এর বিভিন্ন এনজাইম এর প্রভাবে 6 কার্বন বিশিষ্ট এক অণু গ্লুকোজ কতগুলো ধারাবাহিক প্রাণ রাসায়নিক বিক্রিয়ার মাধ্যমে অক্সিজেনের উপস্থিতিতে 3 কার্বন বিশিষ্ট দুই অনু পাইরূভিক এসিড এবং অক্সিজেনের অনুপস্থিতিতে দুই অনু ল্যাকটিক অ্যাসিড এ পরিণত হয় তাকে গ্লাইকোলাইসিস বলে। গ্লাইকোলাইসিস এর প্রতিষ্ঠাতা তিনজন বিজ্ঞানী EMBDEN, Meyerhof ও parnas। প্রতিষ্ঠাতা তিন বিজ্ঞানীর&hellip; <a class=\"more-link\" href=\"https://foodnutris.com/blog/glycolysis/\">Continue reading <span class=\"screen-reader-text\">গ্লাইকোলাইসিস</span></a></p>\n",
    "featured_media": "glycolysis.jpg",
    "format": "standard",
    "categories": [
      5
    ],
    "tags": [
      11,
      10
    ]
  },
  {
    "id": 24,
    "slug": "carbohydrate-metabolism",
    "status": "publish",
    "type": "post",
    "link": "https://foodnutris.com/blog/carbohydrate-metabolism/",
    "title": "মানব দেহে কার্বোহাইড্রেটের গুরুত্ব",
    "content": "\n<h2 id=\"block-8d6d6d45-7482-461a-bf3c-5746035b34bb\">কার্বোহাইড্রেটের শরীর বৃত্তীয় ভূমিকাঃ</h2>\n\n\n\n<ul id=\"block-4f3f360b-ff24-4e84-9f95-b093f59349c1\"><li>শরীরে শক্তি সরবরাহ করাই কার্বোহাইড্রেট এর প্রধান কাজ‌। প্রতি গ্রাম কার্বোহাইড্রেট 4 কিলো ক্যালরি শক্তি সরবরাহ করে। শর্করা জাতীয় খাদ্য গ্রহণের পরে তা ভেঙে গ্লুকোজে পরিণত হয় এবং গ্লুকোজ পরিপাকতন্ত্রের বাইরে রক্তে শোষিত হয়। রক্তের মাধ্যমে গ্লুকোজ, পেশী এবং অন্যান্য টিস্যুগুলোতে স্থানান্তরিত হয়ে শক্তি সরবরাহ করে। বেশিরভাগ কোষ শক্তির জন্য গ্লুকোজ ব্যবহার করে থাকে। দেহে কার্বোহাইড্রেট/ শর্করা যকৃত ও পেশিতে গ্লাইকোজেন রূপে সঞ্চিত থাকে। যা কোন কারনে কার্বোহাইড্রেট গ্রহণ থেকে বিরত থাকলে বা উপস থাকাকালীন সময়ে প্রায় ১২ থেকে ১৪ ঘন্টা পর্যন্ত দেহে শক্তি সরবরাহ করে থাকে।</li></ul>\n\n\n\n<ul id=\"block-bcac5322-b6b0-43d7-a38a-38fd0c15cea1\"><li>মস্তিষ্ক ও স্নায়ুবিক পেশীর জন্য গ্লুকোজ অপরিহার্য। গ্লুকোজ কেন্দ্রীয় স্নায়ুতন্ত্রের একমাত্র শক্তি সরবরাহকারী হিসেবে কাজ করে।</li><li>কার্বোহাইড্রেট প্রোটিন এর ক্ষয় রোধ করে করে। প্রয়োজনীয় ক্যালরি চাহিদার চেয়ে কম পরিমাণ কার্বোহাইড্রেট গ্রহণের ফলে,দেহে শক্তির প্রয়োজনে, প্রোটিন/ ফ্যাট জারিত হয়ে শক্তি সরবরাহ করে। ফ্যাট এর জারনের ফলে কিটোন উৎপন্ন হয়। কিটোন গুলো এসিডিক যা আংশিক চর্বি দ্বারা গঠিত। যদি ডায়েটে কার্বোহাইড্রেট/ শর্করা কম থাকে অর্থাৎ প্রয়োজনীয় পরিমাণ কার্বোহাইড্রেট গ্রহণ করা না হয় অথবা ক্রাশ ডায়েট/কিটো ডায়েট করা হয়, সেক্ষেত্রে ফ্যাট বা প্রোটিনের ভাঙ্গন স্বাভাবিকভাবে বেশি হয়। কার্বোহাইড্রেট এর অভাবে চর্বি ভেঙে ক্রমাগত কিটোন সৃষ্টির ফলে রক্তে কিটো এসিড এর মাত্রা বেড়ে, কিটোসিস বা এসিডোসিস দেখা দেয়। কার্বোহাইড্রেট কিটোসিস বিরোধী ভূমিকা পালন করে।</li><li>জটিল শর্করা যেমন:- সেলুলোজ, পেকটিন মল তৈরিতে সাহায্য করে এবং অন্ত্রের স্বাভাবিক সংকোচন-প্রসারণ ত্বরান্বিত করে।</li><li>পেকটিন, সেলুলোজ প্রভৃতি কার্বোহাইড্রেট রক্তের কোলেস্টেরলের পরিমাণ কমাতে সাহায্য করে।</li><li>দুধের শর্করা ল্যাকটোজ, ক্যালসিয়াম পরিশোষনে সাহায্য করে।</li><li>গ্লুকোজ হতে উৎপন্ন গ্লুকো ইউরোনিক এসিড বিভিন্ন ওষুধ ও অপ্রয়োজনীয় বিষাক্ত উপাদান এর সাথে যুক্ত হয়ে মূত্রের মাধ্যমে দেহ ,হতে নিষ্কাশিত হয়। এভাবে শর্করা দেহ নির্বীষকরণে ভূমিকা রাখে।</li><li>এমাইনো শর্করা গ্লুকোসএমাইন অস্থিসন্ধি র সুস্থতা রক্ষা করে।</li><li>রেসিস্ট্যান্ট স্টার্চ/ অপাচ্য শর্করা বৃহদান্ত্রের সুস্থতা ও মল নিষ্কাশনে সহায়তা করে।</li><li>গ্লাইকোজেন, হৃদপেশির শক্তির অন্যতম প্রধান উৎস।</li></ul>\n\n\n\n<h2 id=\"block-5306c75b-34af-4b07-8245-7e1f8a4fec3f\">কার্বোহাইড্রেট এর অভাব জনিত লক্ষণ</h2>\n\n\n\n<ul id=\"block-6b54d587-515b-401a-8c15-7e783c874c48\"><li>দেহে শর্করার পরিমাণ কমে গেলে মাথা ঘোরা, দুর্বলতা ইত্যাদি লক্ষণ দেখা দেয় ।</li><li>কার্বোহাইড্রেট এর অভাবে চর্বি ভেঙে কিটো এসিড তৈরি করে, যা শরীরের জন্য ভয়াবহ একটি অবস্থা এসিডোসিস সৃষ্টি করতে পারে।এ অবস্থায় অজ্ঞান হয়ে যাওয়া সহ বিভিন্ন জটিলতা দেখা দেয়। এসিডোসিসের কারণে মস্তিষ্ক, লিভার এবং কিডনির অপূরণীয় ক্ষতি হতে পারে।</li><li>মস্তিষ্কের প্রধান খাবার হলো গ্লুকোজ, যা স্বাভাবিক অবস্থায় শর্করা জাতীয় খাবার ভেঙে তৈরি হয়। মস্তিষ্ক কিটোন ব্যবহার করতে পারে না। তবে দীর্ঘদিন শর্করার অভাবে মস্তিষ্ক কিটোন ব্যবহারে সক্ষম হয়। তবে শর্করার অভাবে মস্তিষ্ক ক্ষতিগ্রস্ত হওয়ার আশঙ্কা রয়েছে।</li><li>আমাদের দেহে প্রোটিন ভেঙে শক্তি উৎপন্ন হয়। প্রোটিন বা ফ্যাট জারণের ফলে কিটো এসিড সৃষ্টি হয়, ফ্যাটি এসিড বা ফ্যাট যত বেশি জারিত হয়ে শক্তি উৎপন্ন করে ততবেশি কিটো এসিড উৎপন্ন হয়। কিটো এসিডের আধিক্যের ফলে এসিডোসিস দেখা দেয়। এর ফলে অনেক সময় মানুষ জ্ঞান হারিয়ে ফেলে। আরো অনেক জটিলতা দেখা দিতে পারে।</li></ul>\n\n\n\n<h2 id=\"block-b8389750-a4a6-4001-b3c8-a7232fd5cd3f\">কার্বোহাইড্রেট এর আধিক্যজনিত কুফল</h2>\n\n\n\n<ul id=\"block-b66080da-6b2b-4c48-b7ed-76fd6a82e8b8\"><li>অধিক সুক্রোজ গ্রহণের ফলে দাঁতের ক্ষয় রোগ দেখা দেয়।</li><li>কার্বোহাইড্রেট বেশি গ্রহণের ফলে বেশি পরিমাণ ইনসুলিন নিঃসরণ হয় এবং কার্বোহাইড্রেট মেটাবলিজম বৃদ্ধি পায়। ইনসুলিন ফ্যাট বা চর্বি জমতে সহায়তা করে। বেশি পরিমাণ ইনসুলিন উপস্থিতিতে বেশি পরিমাণে ফ্যাট শরীরে জমে শরীর মেদবহুল হয়ে পড়ে শরীরের ওজন বৃদ্ধি পায়।</li></ul>\n\n\n\n<h2 id=\"block-651801c5-8671-44c8-8451-4e6525394aec\">কার্বোহাইড্রেট গ্রহণের পরিমাণঃ</h2>\n\n\n\n<p id=\"block-1ad1344b-05b8-42e2-8413-d03c5e98ea68\">প্রাপ্ত বয়স্কদের ক্ষেত্রে প্রয়োজনীয় মোট ক্যালরির ৪৫ থেকে ৬৫ শতাংশ শর্করা থেকে গ্রহণ করা উচিত। অনেক পুষ্টিবিদদের মতে মোট ক্যালরির শতকরা ৬০ থেকে ৭০ ভাগ কার্বোহাইড্রেট হতে গ্রহণ করা জরুরি। তবে কোনোভাবেই শতকরা ৭০ ভাগের বেশি ক্যালোরি কার্বোহাইড্রেট হতে গ্রহণ করা যাবে না। The National Academy of Sciences, মস্তিষ্কের কার্যকলাপ ঠিক রাখতে দৈনিক ১৩০ গ্রাম (৫২০ ক্যালোরি) শর্করা গ্রহণের পরামর্শ দেয়। যা মস্তিষ্কের দৈনন্দিন গ্লুকোজ তৈরি করার জন্য ন্যূনতম পরিমাণ শর্করা।</p>\n\n\n\n<h2 id=\"block-642d7a7b-3ef8-44eb-88b6-aa51b57d96f6\">কিছু খাদ্যে কার্বোহাইড্রেটের পরিমান এবং ক্যালরি মূল্যঃ</h2>\n\n\n\n<figure class=\"wp-block-table\"><table><thead><tr><th>তালিকা</th><th>পরিমান</th><th>কার্বোহাইড্রেটের পরিমান</th><th>ক্যালরি</th></tr></thead><tbody><tr><td>ভাত</td><td>৪৫গ্রাম</td><td>৩৭ গ্রাম</td><td>১৭০</td></tr><tr><td>লাল চালের ভাত</td><td>১ কাপ</td><td>৩২ গ্রাম</td><td>১৫০</td></tr><tr><td>গম</td><td>১০০ গ্রাম</td><td>৭২ গ্রাম</td><td>৩৪০</td></tr><tr><td>ভুট্টা</td><td>১০০ গ্রাম</td><td>২১ গ্রাম</td><td>৯৬</td></tr><tr><td>আলু</td><td>১০০ গ্রাম</td><td>২০.১ গ্রাম</td><td>৮৭</td></tr><tr><td>মিষ্টি আলু</td><td>১০০ গ্রাম</td><td>২০.১ গ্রাম</td><td>৮৬</td></tr><tr><td>পুরো খাঁটি ওট</td><td>১০০ গ্রাম</td><td>৬৬.৩ গ্রাম</td><td>৩৮৯</td></tr><tr><td>মুড়ি</td><td>২৫গ্রাম</td><td>২১ গ্রাম</td><td>১০৪</td></tr><tr><td>চিনি</td><td>১ টেবিল চামচ</td><td>১০০ গ্রাম</td><td>৩৮৭</td></tr><tr><td>আপেল</td><td>মাঝারি ১ টা</td><td>১৩.৮ গ্রাম</td><td>৫২</td></tr><tr><td>কলা</td><td>১০১ গ্রাম</td><td>৯৩%</td><td>৭২</td></tr><tr><td>স্ট্রবেরি</td><td>১০০ গ্রাম</td><td>৭ গ্রাম</td><td>৩২</td></tr><tr><td>আঙুর</td><td>১৫১ গ্রাম</td><td>২৭.৩ গ্রাম</td><td>১০৪</td></tr><tr><td>গাজর</td><td>১০০ গ্রাম</td><td>২১ গ্রাম</td><td>৯৬</td></tr><tr><td>খেজুর</td><td>৩৫ গ্রাম</td><td>৭৮ গ্রাম</td><td>২৯১</td></tr><tr><td>আম</td><td>১০০ গ্রাম</td><td>৫১ গ্রাম</td><td>২১০</td></tr><tr><td>পেঁপে</td><td>১৫০ গ্রাম</td><td>৪৩ গ্রাম</td><td>১৭৭</td></tr><tr><td>কমলালেবু</td><td>১০০ গ্রাম</td><td>৩৫ গ্রাম</td><td>১৩৫</td></tr><tr><td>আখের রস</td><td>১কাপ</td><td>৯৩ গ্রাম</td><td>৩৬০</td></tr><tr><td>গুড়</td><td>১কাপ</td><td>৭৪ গ্রাম</td><td>২৯০</td></tr><tr><td>শাকসব্জী</td><td>২কাপ</td><td>২৪ গ্রাম</td><td>১৯২</td></tr><tr><td>মসুর ডাল</td><td>১কাপ</td><td>১২০ গ্রাম</td><td>৬৯০</td></tr><tr><td>মটর</td><td>১/২কাপ</td><td>৫ গ্রাম</td><td>৫৩</td></tr><tr><td>কাঠ বাদাম</td><td>১টি</td><td>৬৪ গ্রাম</td><td>১৭৩৭</td></tr><tr><td>আখরোট</td><td>১কাপ</td><td>১৪ গ্রাম</td><td>৬৫</td></tr><tr><td>চিনাবাদাম</td><td>৬ গ্রাম</td><td>৩ গ্রাম</td><td>১২০</td></tr><tr><td>চিয়া বীজ</td><td>৩০ গ্রাম</td><td>৩৯ গ্রাম</td><td>৪৫০</td></tr><tr><td>কুমড়োর বীজ</td><td>১কাপ</td><td>৩৪ গ্রাম</td><td>২৮৫</td></tr><tr><td>মধু</td><td>২ টেবিল চামচ</td><td>২২ গ্রাম</td><td>১২৮</td></tr></tbody></table></figure>\n",
    "excerpt": "<p>কার্বোহাইড্রেটের শরীর বৃত্তীয় ভূমিকাঃ শরীরে শক্তি সরবরাহ করাই কার্বোহাইড্রেট এর প্রধান কাজ‌। প্রতি গ্রাম কার্বোহাইড্রেট 4 কিলো ক্যালরি শক্তি সরবরাহ করে। শর্করা জাতীয় খাদ্য গ্রহণের পরে তা ভেঙে গ্লুকোজে পরিণত হয় এবং গ্লুকোজ পরিপাকতন্ত্রের বাইরে রক্তে শোষিত হয়। রক্তের মাধ্যমে গ্লুকোজ, পেশী এবং অন্যান্য টিস্যুগুলোতে স্থানান্তরিত হয়ে শক্তি সরবরাহ করে। বেশিরভাগ কোষ শক্তির জন্য গ্লুকোজ&hellip; <a class=\"more-link\" href=\"https://foodnutris.com/blog/carbohydrate-metabolism/\">Continue reading <span class=\"screen-reader-text\">মানব দেহে কার্বোহাইড্রেটের গুরুত্ব</span></a></p>\n",
     
    "featured_media": 25,
    "format": "standard",
    "meta": [],
    "categories": [
      6
    ],
    "tags": [
      9,
      8
    ]
  }
]